[{
	"obj_id": "2003.160.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.466700",
		"long": "-6.894633",
		"scale": "building",
		"what": "Port an Tobair"
	},
	"image": {
		"slug": "balemartine\/a193.jpg",
		"w": "600",
		"h": "479"
	},
	"title": "Fishing harbour at Balemartine in 1946",
	"description": "The remains of a small pier are still visible at Port an Tobair today, although it is no longer used for launching fishing boats. The boats used were the traditional 'dipping lug-sail' type such as those shown in the phototgraph. (L-R): 'An Gaodach', 'Taeping', 'Ariel', 'Heatherbell', 'Girl Pat', 'The Try Again'."
}, {
	"obj_id": "2004.80.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.466833",
		"long": "-6.896283",
		"scale": "building",
		"what": "schoolhouse"
	},
	"image": {
		"slug": "balemartine\/a165.jpg",
		"w": "600",
		"h": "412"
	},
	"title": "Pupils and teachers of Balemartine School 1945-6",
	"description": "Children who attended the school lived at Balemartine, Balinoe, Balephuil, Crossapol, Mannal, Hynish and West Hynish. The school as pictured was built in 1891, although there was an earlier building 100m to the west which was built in 1872 when the government took over education. The old school was demolished in the 1930s, while the 'new' school was closed in 1972, after which all children attended the new school at Cornaig. The building is now a private residence. L-R: (back row) Helen MacPhee, Ishbel Bunting, Janet MacKinnon, Janet Wilkie, Georgina MacGregor, Patsy MacPhee, Marion Eadie, Agnes MacDonald, Colina MacDonald, Helen Penman, Mary Woole, Lachie MacArthur, Alistair Straker, Ross Downie, Donald Downie, Frank Conway, Tommy Doctor, Joe MacLeod, Sydney Hamilton, Willie MacCreadie, Billy Penman, (2nd back row) Chrissie MacLelland, Lena MacDonald, Cathy Conway, Ina Brown, Agnes Armstrong, Margaret Carter, Charlotte MacDowall, Duncan MacPhail, John MacNeill, Angus Paterson, Donald Archie MacFadyen, Willie Brodie, Donald MacKay, John MacKinnon, Neil Sinclair, (middle row) Isabella MacArthur, Nellie MacDonald, Peggy MacLean, Ruby Collins, Margaret Doctor, Janette Hendry, John Carter, Mary Catherine MacArthur, Sara MacDonald, George Miller, Murdoch MacArthur, Gordon Doctor, Jimmy Doctor, John Neil MacKinnon, Donald Archie MacPhail, (2nd front row) James MacArthur, Bertie MacLean, Jenny Penman, Mary MacKinnon, John Fletcher, Alistair MacNeill, Neil MacKinnon, John MacLeod, Duncan MacKinnon, James MacDonald, Donald Brown, Stuart Doctor, (5 in front row) Margo MacKinnon, Alistair MacDonald, James MacDowall, Jean Fletcher, Tina MacLean."
}, {
	"obj_id": "1997.262.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.466833",
		"long": "-6.896283",
		"scale": "building",
		"what": "schoolhouse"
	},
	"image": {
		"slug": "balemartine\/school_log.jpg",
		"w": "600",
		"h": "211"
	},
	"title": "School closed for potato harvest in 1895",
	"description": "Extract from Balemartine Public School Log Book 1916-1933. When the potatoes were ready to be lifted from the fields, most members of the family helped and education took second place. 'PT's' were pupil teachers, older children who helped to teach the younger ones, thereby receiving 'on the job' training towards their future careers."
}, {
	"obj_id": "2003.95.3",
	"township": "balemartine",
	"geocode": {
		"lat": "56.465617",
		"long": "-6.896317",
		"scale": "building",
		"what": "Cnoc Mor house"
	},
	"image": {
		"slug": "balemartine\/t94.jpg",
		"w": "600",
		"h": "397"
	},
	"title": "Was once filled with goods and customers",
	"description": "The interior of the shop at Cnoc Mor, Balemartine, just before renovation and conversion to a dwelling house. The sales counter can be seen on the lower left, along with brackets for shelves on the wall. This was another of Tiree's many shops that was a favourite spot for people to gather for a ceilidh at night. It closed in the early 1960's."
}, {
	"obj_id": "1999.92.18",
	"township": "balemartine",
	"geocode": {
		"lat": "56.464783",
		"long": "-6.895617",
		"scale": "building",
		"what": "Mull View"
	},
	"image": {
		"slug": "balemartine\/x87.jpg",
		"w": "600",
		"h": "502"
	},
	"title": "A leader of the Highland Land League",
	"description": "Hector MacDonald (Eachann Mhic Neill) of Balemartine was one of the key 'agitators' on Tiree during 'The Crofters' War' in the 1880s. The 'war' was about the unfair distribution of land amongst Tiree crofters, and resulted in aggressive occupation by some crofters and the consequential deployment of 290 marines and police. Similar agitations were occurring in the Highlands at that time and their efforts were rewarded with an Act of Parliament - the Crofters Act 1886 - which gave tenant crofters legal rights to fair rents and security of tenure for them and their descendents."
}, {
	"obj_id": "2001.96.13",
	"township": "balemartine",
	"geocode": {
		"lat": "56.469867",
		"long": "-6.899450",
		"scale": "building",
		"what": "cemetery"
	},
	"image": {
		"slug": "balemartine\/p62.jpg",
		"w": "600",
		"h": "307"
	},
	"title": "Funeral procession on its way to Soroby Cemetery, Balemartine, in the 1920s",
	"description": "There are two graveyards on Tiree, one at Balemartine and one at Kirkapol. Generally speaking, folk that lived at the west end of the island were buried at Balemartine, while those that lived at the east end were buried at Kirkapol. Almost everyone would turn out for a funeral, regardless of weather conditions, some walking great distances to attend. The coffin was carried from the deceased house to the graveyard, and, if this was some distance, stops would be made along the way for resting and refreshments."
}, {
	"obj_id": "2003.49.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.464883",
		"long": "-6.895700",
		"scale": "building",
		"what": "branch building"
	},
	"image": {
		"slug": "balemartine\/bank_bag.jpg",
		"w": "600",
		"h": "446"
	},
	"title": "Mobile banking in the 1950s",
	"description": "This leather Gladstone bag was used by Royal Bank of Scotland staff to transfer paperwork and cash from the branch at Scarinish to their branch at Balemartine for their once-weekly opening during the 1950s. The bank was in the house opposite Blue Beyond art gallery."
}, {
	"obj_id": "2010.23.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.465683",
		"long": "-6.898067",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balemartine"
	},
	"image": {
		"slug": "balemartine\/n103.jpg",
		"w": "600",
		"h": "368"
	},
	"title": "Balemartine from the air around 1940",
	"description": "In the background are Ben Hynish (upper left) and Kenavara. Note how many more houses and outbuildings there are compared with today. On the left of the photo, Ùtraid Theag \/ Jake's Road can be seen leading away towards Ben Hynish."
}, {
	"obj_id": "2007.93.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.465683",
		"long": "-6.898067",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balemartine"
	},
	"image": {
		"slug": "balemartine\/peat_theft.jpg",
		"w": "600",
		"h": "850"
	},
	"title": "Peat theft in 1860",
	"description": "The police report of July 1860 against Effy MacKinnon MacDonald for the theft of peats from a stack belonging to Gilbert MacDonald of Balemartine at the Ardtun Peat Moss in the Ross of Mull. Very little peat occurred naturally on Tiree, and so the Duke of Argyll allocated crofters areas of peat mosses on his estates on Mull. Tiree folk sailed their small boats across to Mull in the summer to cut their peats into blocks and stack them to dry."
}, {
	"obj_id": "2004.214.1",
	"township": "balemartine",
	"geocode": {
		"lat": "56.464867",
		"long": "-6.895233",
		"scale": "building",
		"what": "shed opposite Mull View"
	},
	"image": {
		"slug": "balemartine\/irish_penny.jpg",
		"w": "600",
		"h": "582"
	},
	"title": "1805 Irish penny dug up in Balemartine",
	"description": "While digging over his flowerbeds near his house in 2004, a Balemartine resident found this Irish penny (50p for scale). It is worn almost smooth but you can make out what looks like a head in profile facing right. The coin was sent to the numismatics curator at the National Museum of Scotland who was able to identify and date the coin. Other old coins found in Balemartine include three dated to around 1630-50 by the Hunterian Museum."
}, {
	"obj_id": "1999.328.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523650",
		"long": "-6.858083",
		"scale": "building",
		"what": "Hillcrest Farm buildings"
	},
	"image": {
		"slug": "balephetrish\/bell.jpg",
		"w": "600",
		"h": "814"
	},
	"title": "Thomas Barr's bell",
	"description": "Tom Barr was originally from Argyll. He came with his father to Tiree in 1864 when the family became the Duke of Argyll's tenants at Balephetrish Farm. Tom introduced heavier workhorses to the island and instigated the Agricultural Show to improve the quality of livestock through competition between crofters. The bell was rung to notify the farm hands of working times."
}, {
	"obj_id": "1999.155.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523650",
		"long": "-6.858083",
		"scale": "building",
		"what": "Hillcrest Farm buildings"
	},
	"image": {
		"slug": "balephetrish\/prisoners.jpg",
		"w": "600",
		"h": "783"
	},
	"title": "Tiree food producers sent to prison",
	"description": "First page of a leaflet produced by the Highland Land League in 1918 about eight Tiree crofters who were imprisoned for illegally occupying land on Balephetrish Farm. The Highland Land League campaigned throughout the Highlands and islands for fairer apportionment of land and security of tenure for crofters."
}, {
	"obj_id": "1999.228.4",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.519550",
		"long": "-6.877433",
		"scale": "building",
		"what": "approx location of boat on beach"
	},
	"image": {
		"slug": "balephetrish\/j47.jpg",
		"w": "600",
		"h": "413"
	},
	"title": "Coal puffer on Balephetrish beach in September 1945",
	"description": "Coal puffers delivered coal all around Tiree by deliberately grounding on beaches at low tide to allow horse-drawn carts to pull up alongside. The coal was then lowered by winch onto the waiting cart."
}, {
	"obj_id": "1998.151.3",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523100",
		"long": "-6.854067",
		"scale": "township",
		"what": "Balephetrish Hill"
	},
	"image": {
		"slug": "balephetrish\/tenants.jpg",
		"w": "600",
		"h": "1552"
	},
	"title": "Balephetrish tenants 1921-1922",
	"description": "Extract from a list of crofting and farming tenants of Balephetrish during 1834-1952, giving names, croft numbers, grazing rights and Land Court orders. The 1921-1922 section includes ex-servicemen returning from World War 1."
}, {
	"obj_id": "1999.129.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.522700",
		"long": "-6.877450",
		"scale": "building",
		"what": "Balephetrish Bay (Tireeplacenames marker)"
	},
	"image": {
		"slug": "balephetrish\/e70.jpg",
		"w": "600",
		"h": "352"
	},
	"title": "Balephetrish pier around 1940",
	"description": "No longer present, the pier was constructed during WWII so that barges could unload building materials for the RAF aerodrome. It may also have been built as an experiment to see whether a pier built on soft sand could withstand the sea conditions. The answer: it couldn't."
}, {
	"obj_id": "2012.11.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523283",
		"long": "-6.858733",
		"scale": "building",
		"what": "Balephetrish House"
	},
	"image": {
		"slug": "balephetrish\/q188.jpg",
		"w": "600",
		"h": "404"
	},
	"title": "Audrey Carter outside her guest house at Balephetrish in 1991",
	"description": "Audrey and Jack Carter ran Balephetrish House as a Bed & Breakfast establishment during the late 1970s to early 1990s. They also did lunches, afternoon teas and evening meals. A plate of assorted sandwiches cost 50p and their motto was 'Very good food and lots of it'."
}, {
	"obj_id": "1999.24.14",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.536033",
		"long": "-6.837200",
		"scale": "building",
		"what": "ringing stone"
	},
	"image": {
		"slug": "balephetrish\/x2.jpg",
		"w": "600",
		"h": "426"
	},
	"title": "The Ringing Stone in 1925",
	"description": "There are various theories about the purpose of the cup-shaped hollows on the Ringing Stone, but it may be that they were simply for grinding bait for fishing. There is a perfect natural harbour nearby, and one can imagine fishermen standing in a circle around the stone preparing bait before setting off together in their small boats."
}, {
	"obj_id": "2010.45.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.522583",
		"long": "-6.856083",
		"scale": "building",
		"what": "quarry"
	},
	"image": {
		"slug": "balephetrish\/marble.jpg",
		"w": "600",
		"h": "469"
	},
	"title": "Pink marble from Balephetrish quarry",
	"description": "Tiree's unusual pink and green marble deposits are well known to geologists. One of the first to research them was the Sri Lankan geologist Ananda Kentish Coomaraswamy in 1902. His findings were published in the Quarterly Journal of the Geological Society of London, Vol. 59, 1903."
}, {
	"obj_id": "2012.99.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.535117",
		"long": "-6.872550",
		"scale": "building",
		"what": "site of wreck"
	},
	"image": {
		"slug": "balephetrish\/malve_dish.jpg",
		"w": "600",
		"h": "427"
	},
	"title": "Serving dish from the officers' mess of the SS Malve",
	"description": "The Malve was a Finnish steamship that ran aground in Balephetish Bay in 1931. The dish and many other items from the stricken ship were salvaged and sold locally. D V stands for Delmas Vieljeux - a previous owner of the steamship."
}, {
	"obj_id": "1999.274.17",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523650",
		"long": "-6.858083",
		"scale": "building",
		"what": "Hillcrest Farm buildings"
	},
	"image": {
		"slug": "balephetrish\/d110.jpg",
		"w": "600",
		"h": "387"
	},
	"title": "Picture postcard of Hillcrest, Balephetrish, in 1931",
	"description": "The Finnish steamship SS Malve can be seen in the background, grounded on rocks just offshore."
}, {
	"obj_id": "2000.230.1",
	"township": "balephetrish",
	"geocode": {
		"lat": "56.523100",
		"long": "-6.854067",
		"scale": "township",
		"what": "Balephetrish Hill"
	},
	"image": {
		"slug": "balephetrish\/l74.jpg",
		"w": "600",
		"h": "426"
	},
	"title": "Balephetrish dump in 1978",
	"description": "Before stricter legislation came into force to protect the environment, defunct vehicles and agricultural machinery would often be disposed of in hollows in the dunes. It was argued that these helped to stabilise the dunes from erosion."
}, {
	"obj_id": "2003.115.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455250",
		"long": "-6.941217",
		"scale": "building",
		"what": "Taigh a' ghreusaiche"
	},
	"image": {
		"slug": "balephuil\/jamcrock.jpg",
		"w": "600",
		"h": "518"
	},
	"title": "Four pounds of jam for six pence",
	"description": "A crock made by Cleland Pottery to hold 4 lbs of jam. From Taigh a' ghreusaiche \/ the shoemaker's house, in Am Bail' Ur, Balephuil."
}, {
	"obj_id": "1999.217.7",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455317",
		"long": "-6.940750",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balephuil"
	},
	"image": {
		"slug": "balephuil\/recollections.jpg",
		"w": "600",
		"h": "767"
	},
	"title": "Recollections of Balephuil emigrants of 1910",
	"description": "Extract from the first page of an account of the experiences of sisters Catherine and Ellen MacDonald of Balephuil, who emigrated to Canada on board the 'Empress of Britain', telling of their new lives in Manitoba, the people they met and worked for, and their children and grandchildren. Written by Catherine's grandson, Murray Sands of Ontario."
}, {
	"obj_id": "1998.174.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455033",
		"long": "-6.940950",
		"scale": "building",
		"what": "Am Bail' Ur"
	},
	"image": {
		"slug": "balephuil\/r2.jpg",
		"w": "600",
		"h": "243"
	},
	"title": "Postcard of Am Bail' Ur, Balephuil, around 1900",
	"description": "House names L-R: Taigh Iain 'ic Dhonncahidh Mhòir; Taigh Mor an Tuathanaich \/ Dhomhnaill Mhic Nèill; Taigh Nèill Òig \/ Chaluim Nèill Òig; Taigh Iain Bhlack; Buth Nèill Mhòir Iain 'ic Dhòmhnaill; Taigh Sheumais Bhàin; Taigh Chailein Fhearchair; Taigh Mhic Aoidh \/ Alasdair Iain Mhòir \/ A' Greusaiche; Taigh Mairi Bhig (Mairi 'Bhàit'); (Alasdair Brown); Buth Alasdair 'ic Lachainn; Taigh Dhòmhnaill 'ic Lachainn; Taigh Alasdair Sinclair (in front of Taigh 'Bhaldaidh'); Taigh 'Clayver' (Iain Sinclair) (behind Taigh Dhòmhnaill 'ic Lachainn); Taigh nan Coinneamh; Taigh Chaluim Nèill; Taigh Ghilleasbuig Chaimbeul; Taigh 'Bhaldaidh'; Taigh Dhòmhnaill Ceann na Creige."
}, {
	"obj_id": "1998.220.2",
	"township": "balephuil",
	"geocode": {
		"lat": "56.457567",
		"long": "-6.945950",
		"scale": "beach",
		"what": "Tràigh Bhi"
	},
	"image": {
		"slug": "balephuil\/cannonball.jpg",
		"w": "600",
		"h": "607"
	},
	"title": "Cannonball",
	"description": "Cast iron cannonball found on the south end of Traigh Bhi (50p for scale). Although the cannonball is quite small, fitting easily into two hands, the archivist almost 'did herself an injury' lifting it for the photograph! How the cannonball came to be on the beach is unknown, although it may have been washed in from one of the many ships wrecked on the skerries off Tiree's shores."
}, {
	"obj_id": "1998.91.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.452217",
		"long": "-6.939267",
		"scale": "building",
		"what": "old boat slip"
	},
	"image": {
		"slug": "balephuil\/h9.jpg",
		"w": "600",
		"h": "852"
	},
	"title": "Setting off from Balephuil to set lobster creels",
	"description": "Note how laden the boat is."
}, {
	"obj_id": "1997.142.3",
	"township": "balephuil",
	"geocode": {
		"lat": "56.452217",
		"long": "-6.939267",
		"scale": "building",
		"what": "old boat slip"
	},
	"image": {
		"slug": "balephuil\/boatslip.jpg",
		"w": "600",
		"h": "804"
	},
	"title": "To repair the boat slip at Balephuil",
	"description": "Letter from the District Surveyor dated 1902 to the Wiiliam Sproat, Clerk to Mull District Council describing the damage to the boat slip at Balephuill as the result of storms, and estimating the cost of repairs at £190. In another letter, the Balephuil fishermen are so in need of the boat slip to be repaired, that they promise to contribute 10% of their incomes, and that this can be deducted by the County Council before they are paid."
}, {
	"obj_id": "2009.86.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.456533",
		"long": "-6.942633",
		"scale": "building",
		"what": "The Studio"
	},
	"image": {
		"slug": "balephuil\/tireegirl.jpg",
		"w": "600",
		"h": "725"
	},
	"title": "'A Tiree Girl' painted around 1900",
	"description": "Printed scan of a portrait by Duncan MacGregor Whyte of Oban and Balephuil. MacGregor Whyte and his wife, Mary Barnard, were both accomplished artists in fine art. They built 'The Studio' at Balephuil and painted many scenes and people of Tiree. The girl in the painting is thought to be Ellen MacDonald of Balephuil, who emigrated to Canada with her sister Catherine in 1910."
}, {
	"obj_id": "2005.124.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455383",
		"long": "-6.940733",
		"scale": "building",
		"what": "site of shop"
	},
	"image": {
		"slug": "balephuil\/receipt_book.jpg",
		"w": "600",
		"h": "951"
	},
	"title": "Order\/receipt book for D",
	"description": "MacKinnon & Son, Balephuil. One of the many shops that once existed on Tiree, Duncan MacKinnon's shop in Am Bail Ur was started by his mother and father in a cupboard in the house. As the shop grew (physically and commercially) it became a great spot for a ceilidh, with a 'crowd' gathering every night. It sold all manner of goods - even at midnight."
}, {
	"obj_id": "2011.103.6",
	"township": "balephuil",
	"geocode": {
		"lat": "56.462950",
		"long": "-6.946033",
		"scale": "building",
		"what": "Abhainn Bhi bridge"
	},
	"image": {
		"slug": "balephuil\/p154.jpg",
		"w": "600",
		"h": "191"
	},
	"title": "Baptism in the stream at Traigh Bhi around 1970",
	"description": "Three stages of an adult baptism at the bridge over Abhainn Bhi, Balephuil, the stream that runs out of Loch a' Phuil to Traigh Bhi. Before a baptism, the stream would be temporarily dammed so that the water was deep enough for an adult to be submerged when tipped backwards by the minister."
}, {
	"obj_id": "2008.48.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455317",
		"long": "-6.940750",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balephuil"
	},
	"image": {
		"slug": "balephuil\/oran_manitoba.jpg",
		"w": "600",
		"h": "659"
	},
	"title": "Song about Manitoba in Canada by the 'Balephuil Bard'",
	"description": "Extract from an incomplete draft of the Gaelic poem 'Oran Manitoba', which was composed on New Year's Day 1880 by John MacLean of Balephuil. John MacLean emigrated to Manitoba and became well known as a composer of Gaelic songs and poetry, earning him the nickname 'Balephuil Bard'."
}, {
	"obj_id": "2007.119.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455317",
		"long": "-6.940750",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balephuil"
	},
	"image": {
		"slug": "balephuil\/l184.jpg",
		"w": "600",
		"h": "497"
	},
	"title": "John MacLean - the Balephuil Bard",
	"description": "Photographed in Manitoba, Canada around 1900. John emigrated from Balephuil in 1878 with his brother Charles and nephew Hector, eventually settling in Manitoba. He was a talented composer of Gaelic songs and poetry, with his works published in books alongside other Gaelic bards."
}, {
	"obj_id": "2004.159.1",
	"township": "balephuil",
	"geocode": {
		"lat": "56.461383",
		"long": "-6.964250",
		"scale": "building",
		"what": "midden"
	},
	"image": {
		"slug": "balephuil\/mesolithic_midden.jpg",
		"w": "600",
		"h": "676"
	},
	"title": "Artefacts from a Mesolithic midden",
	"description": "While looking at sand martin nest burrows in a low sandy cliff at the west end of Traigh Bhi in 2003, Dr John Bowler noticed a number of fragments of pottery, bone and flints in the sand at the foot of the cliff. These were reported to archaeologists at the University of Reading, who excavated the site the following summer as part of a larger project. A total of around 80 worked objects were found at the site including L-R (top row) two blades, a worked bone point, a tooth\/bone and (bottom row) decorated pottery fragments (the 50p is for scale)."
}, {
	"obj_id": "2002.188.15",
	"township": "balephuil",
	"geocode": {
		"lat": "56.455317",
		"long": "-6.940750",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Balephuil"
	},
	"image": {
		"slug": "balephuil\/cottar_eviction.jpg",
		"w": "600",
		"h": "467"
	},
	"title": "Assumed illegal occupation of a house in Balephuil in 1893",
	"description": "Photocopied letter from Edinburgh solicitors Lindsay Howe & Co. to the Duke of Argyll's chamberlain advising him that the selling of a deceased cottar's house in Balephuil by relatives is illegal and that the current occupier could face legal eviction if not departed within 48 hours of notice."
}, {
	"obj_id": "1998.103.8",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/g8.jpg",
		"w": "600",
		"h": "523"
	},
	"title": "Balevullin Sunday School in 1944",
	"description": "Balevullin Sunday School in 1944"
}, {
	"obj_id": "2001.96.18",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/p67.jpg",
		"w": "600",
		"h": "324"
	},
	"title": "Houses in Balevullin in the early 1920s",
	"description": "Houses in Balevullin in the early 1920s"
}, {
	"obj_id": "2001.75.6",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/teachers_salaries.jpg",
		"w": "600",
		"h": "655"
	},
	"title": "Teachers' salaries on the Mull and Tiree Estates of the Duke of Argyll during 1860-1863",
	"description": "The teacher at the Society School at Balevullin, Peter McDonald, received £4 per annum - somewhat less than teachers' salaries today."
}, {
	"obj_id": "2004.148.3",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/sketches.jpg",
		"w": "600",
		"h": "802"
	},
	"title": "Sketches of parts of bronze brooches found on the Balevullin machair",
	"description": "The drawings were made at some point during 1901-1952 when the artefacts were examined at the National Museum of Antiquities of Scotland."
}, {
	"obj_id": "1999.215.1",
	"township": "balevullin",
	"geocode": {
		"lat": "56.522833",
		"long": "-6.938683",
		"scale": "building",
		"what": "approx. location of excavation site"
	},
	"image": {
		"slug": "balevullin\/balevullin_hut.jpg",
		"w": "600",
		"h": "844"
	},
	"title": "Layout of an excavated Iron Age dwelling at Balevullin",
	"description": "The site was excavated by A. Henderson Bishop in 1912 during which he found implements and pottery in a small circular area. The map is from an article by Dr Euan Mackie in the Proceedings of the Society of Antiquaries of Scotland."
}, {
	"obj_id": "2004.148.1",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/brooch_pin.jpg",
		"w": "600",
		"h": "633"
	},
	"title": "15th Century bronze brooch and pin found on the Balevullin machair",
	"description": "Examined by the National Museum of Antiquities of Scotland between 1901 and 1952, it was identified as 15th century because 'leaf-shaped terminal did not appear until after the 14th century.'"
}, {
	"obj_id": "2002.188.15",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/cottar_eviction.jpg",
		"w": "600",
		"h": "441"
	},
	"title": "Extract from a letter from the Duke of Argyll's solicitors dated 1893",
	"description": "The solicitor is advising the Duke's chamberlain on the legality of a family of cottars setting up residence in a byre in Balevullin."
}, {
	"obj_id": "2006.87.4",
	"township": "balevullin",
	"geocode": {
		"lat": "56.514050",
		"long": "-6.950500",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "balevullin\/j162.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "Site of Donald MacDonald's shop in Balevullin",
	"description": "Donald ran a shop from next to his house, selling all manner of useful goods. It was one of up to 32 shops that were scattered throughout the island at a time when transport was by horse and cart or, more likely, on foot. The building is now a private residence."
}, {
	"obj_id": "2005.79.2",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/blanket.jpg",
		"w": "600",
		"h": "510"
	},
	"title": "Woollen blanket",
	"description": "Made at Brora (north of Inverness) from the wool of sheep raised at the croft 'Creag Glas' at Balevullin."
}, {
	"obj_id": "2004.17.2",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/straw_rope.jpg",
		"w": "600",
		"h": "409"
	},
	"title": "Straw rope used for securing roof timbers at Balevullin",
	"description": "The ropes were made from oats, wheat or rye straw, which was twisted to form strong lengths. These were then used to tie the cross cabers on to the main roof beams of a thatched house. This one may be up to 200 years old."
}, {
	"obj_id": "2004.38.11",
	"township": "balevullin",
	"geocode": {
		"lat": "56.515817",
		"long": "-6.951867",
		"scale": "township",
		"what": "junction of Hough road and Balevullin beach road"
	},
	"image": {
		"slug": "balevullin\/c180.jpg",
		"w": "600",
		"h": "386"
	},
	"title": "Tiree's first veterinary surgeon at the reins in the 1930s",
	"description": "Duncan MacLean (1904-1958) was the son of a Balevullin crofter, who, like many Tiree boys, went to sea after leaving school. However his school headmaster encouraged him to return to education, and in 1932 he graduated from Glasgow University as a fully qualified vet. He returned to Tiree in the late 1930s and became the island's first vet."
}, {
	"obj_id": "2004.38.5",
	"township": "balevullin",
	"geocode": {
		"lat": "56.513117",
		"long": "-6.949167",
		"scale": "building",
		"what": "the new coastguard hut"
	},
	"image": {
		"slug": "balevullin\/c174.jpg",
		"w": "600",
		"h": "908"
	},
	"title": "The old Coastguard Hut in Balevullin in the 1930s or 40s",
	"description": "The hut housed radio equipment used for positioning ships' signals in the Atlantic. It has since been upgraded. Pictured are sisters Mary and Maggie MacLean of Balevullin with Toby the dog."
}, {
	"obj_id": "2002.188.6",
	"township": "balinoe",
	"geocode": {
		"lat": "56.472483",
		"long": "-6.900033",
		"scale": "township",
		"what": "road junction at church"
	},
	"image": {
		"slug": "balinoe\/rent_arrears.jpg",
		"w": "600",
		"h": "481"
	},
	"title": "Rent arrears and missing livestock in 1898",
	"description": "Compassionate letter from the Duke of Argyll's factor, Hugh MacDiarmid, to the Duke's chamberlain about the Campbells in Balinoe who are good people but lost their stock and are in rent arrears."
}, {
	"obj_id": "2007.57.2",
	"township": "balinoe",
	"geocode": {
		"lat": "56.472633",
		"long": "-6.899233",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "balinoe\/church_rent.jpg",
		"w": "600",
		"h": "307"
	},
	"title": "Feu-duty paid by Free Church in 1930",
	"description": "Receipt from Argyll Estates acknowledging the United Free Church's feu payment of 10 shillings for the land occupied by their church in Balinoe."
}, {
	"obj_id": "2002.172.1",
	"township": "balinoe",
	"geocode": {
		"lat": "56.471750",
		"long": "-6.899750",
		"scale": "building",
		"what": "Cù' Dhèis"
	},
	"image": {
		"slug": "balinoe\/t79.jpg",
		"w": "600",
		"h": "417"
	},
	"title": "The butcher's cart at Cù' Dhèis, Balinoe, in 1903",
	"description": "Two coal puffers can be seen on Soroby beach in the background. Coal puffers delivered coal at strategic points around the island. If there was no pier, they would anchor off the beach at high tide then wait until low tide when coal could be offloaded directly onto horse-driven carts."
}, {
	"obj_id": "1997.156.4",
	"township": "balinoe",
	"geocode": {
		"lat": "56.472483",
		"long": "-6.900033",
		"scale": "township",
		"what": "road junction at church"
	},
	"image": {
		"slug": "balinoe\/b5.jpg",
		"w": "600",
		"h": "360"
	},
	"title": "Spring break in the 1920s",
	"description": "Crofter John MacPhail (Iain Eacha' Ruaidh) of Balinoe and his wife Christina (Hutty Neill an Tuathanaich) celebrate the end of the spring work with their two well-bred Clydesdale horses of the Tiree type. John is out of his working clothes and the polished ploughshare is oiled and ready to be returned to the implement shed until next spring."
}, {
	"obj_id": "2002.136.7",
	"township": "balinoe",
	"geocode": {
		"lat": "56.473567",
		"long": "-6.909100",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "balinoe\/macarthur_memo.jpg",
		"w": "600",
		"h": "397"
	},
	"title": "Fat sheep on their way in 1940",
	"description": "Memorandum from general merchant Archibald MacArthur of Balinoe advising livestock auctioneers Messrs Corson & Co of a shipment of 15 fat sheep that will be arriving via the ferry 'Lochearn'."
}, {
	"obj_id": "2006.87.1",
	"township": "balinoe",
	"geocode": {
		"lat": "56.473567",
		"long": "-6.909100",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "balinoe\/j159.jpg",
		"w": "600",
		"h": "422"
	},
	"title": "Site of MacArthur's shop in Balinoe (photographed in 2002)",
	"description": "The house was once known as 'Taigh nan Craobh' \/ 'House of the Trees' because of the alleyway of willows that once grew around the entrance to the shop. Some of the trees are still there on the opposite side of the road."
}, {
	"obj_id": "2002.66.2",
	"township": "balinoe",
	"geocode": {
		"lat": "56.471967",
		"long": "-6.900150",
		"scale": "house",
		"what": "Daisy Brae"
	},
	"image": {
		"slug": "balinoe\/furniture_haulage.jpg",
		"w": "600",
		"h": "1023"
	},
	"title": "Bill for haulage of furniture in 1953",
	"description": "Invoice totalling 4 pounds, 17 shillings and 3 pence to Mrs MacDonald, Daisy Brae, Balinoe, for the transport of furniture by Hugh Campbell, Hynish."
}, {
	"obj_id": "2000.23.1",
	"township": "balinoe",
	"geocode": {
		"lat": "56.471750",
		"long": "-6.899750",
		"scale": "building",
		"what": "Cù' Dhèis"
	},
	"image": {
		"slug": "balinoe\/s15.jpg",
		"w": "600",
		"h": "352"
	},
	"title": "Balinoe Post Office and thatched houses at Cu' Dheis in the 1920s",
	"description": "Balinoe Post Office and thatched houses at Cu' Dheis in the 1920s"
}, {
	"obj_id": "1998.139.1",
	"township": "balinoe",
	"geocode": {
		"lat": "56.477467",
		"long": "-6.921717",
		"scale": "building",
		"what": "Willie's house"
	},
	"image": {
		"slug": "balinoe\/n21.jpg",
		"w": "600",
		"h": "882"
	},
	"title": "Home Guard WWII",
	"description": "During the second world war, Tiree had its own Home Guard made up of around 80 volunteers from around the island who would be positioned at lookout points. Each was issued with a uniform like the one worn here by Willie Maclean of Balinoe."
}, {
	"obj_id": "2001.68.1",
	"township": "balinoe",
	"geocode": {
		"lat": "56.477900",
		"long": "-6.917867",
		"scale": "building",
		"what": "standing stone"
	},
	"image": {
		"slug": "balinoe\/f100.jpg",
		"w": "600",
		"h": "856"
	},
	"title": "Bronze Age standing stone at Balinoe (photographed in 2000)",
	"description": "Known as 'A' Charragh Bhiorach' \/' the sharp pillar', or 'Spitheag an Fhoimheir' \/ 'chip of the giant', it was probably erected 4,500 to 2,500 years ago for spiritual or religious rituals."
}, {
	"obj_id": "1998.170.12",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/land_request.jpg",
		"w": "600",
		"h": "364"
	},
	"title": "Acquiring legal rights to land in 1892",
	"description": "Before the Small Holdings (Scotland) Act was passed by government in 1892, crofters and cottars throughout the Highlands and Islands had very few legal rights or security. This petition to rent land, signed in November 1892 by a group of cottars from Barrapol, Balinoe, Balemartine and Mannal, shows that Tiree folk quickly made use of the new laws."
}, {
	"obj_id": "1998.51.1",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/barrapol_history.jpg",
		"w": "600",
		"h": "954"
	},
	"title": "Extract from Neil Brownlie's township history of Barrapol and The Land",
	"description": "The full text (held at An Iodhlann) gives the positions and descriptions of houses and ruins, and who lived in them. The Land is an area on the west shore of Loch a' Phuil where there used to be several houses."
}, {
	"obj_id": "2003.97.3",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479367",
		"long": "-6.955967",
		"scale": "building",
		"what": "Clachan Dubh house"
	},
	"image": {
		"slug": "barrapol\/brown_paper.jpg",
		"w": "600",
		"h": "310"
	},
	"title": "Reduced postage rates for woollen goods in 1935",
	"description": "This brown wrapping paper was found under the carpets in the house 'Clachan Dubh' in Barrapol. The label states 'Woollen Goods - Half Rate'. Wrapping paper and newspaper make good underlay."
}, {
	"obj_id": "2006.93.12",
	"township": "barrapol",
	"geocode": {
		"lat": "56.470650",
		"long": "-6.953367",
		"scale": "building",
		"what": "ruins at The Land"
	},
	"image": {
		"slug": "barrapol\/j167.jpg",
		"w": "600",
		"h": "872"
	},
	"title": "Tailor at The Land",
	"description": "One of the many respected occupations of Tiree men was as tailors, of which there were several about the island. Pictured here is Donald MacNeill (Dòmhnall an Tàilleir \/ Donald the Tailor) at The Land in Barrapol."
}, {
	"obj_id": "2004.125.2",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479967",
		"long": "-6.949867",
		"scale": "building",
		"what": "Drovers cottage"
	},
	"image": {
		"slug": "barrapol\/f121.jpg",
		"w": "600",
		"h": "408"
	},
	"title": "The chimney and thatched roof of Drovers Cottage (photographed in 2003)",
	"description": "Drovers is named after Nèill an Drobhair \/ Neil the Drover, and was one of the houses where Land League supporters congregated in the 1880s. Here they planned protests against the lack of fair rents, and their lack of rights to the land they worked and the houses they lived in."
}, {
	"obj_id": "2011.120.1",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/rock_fishing.jpg",
		"w": "600",
		"h": "816"
	},
	"title": "Memories of rock fishing",
	"description": "Billy Whiteside writes about his experiences of traditional line fishing from the rocks in the Barrapol\/Greenhill area in the 1940s and 1950s."
}, {
	"obj_id": "2012.115.2",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/potato_gun.jpg",
		"w": "600",
		"h": "1158"
	},
	"title": "Potato gun toy",
	"description": "Many children's toys were home-made like this Gunna-staile \/ potato gun made in Barrapol from a piece of plastic tube and a carved wooden plunger."
}, {
	"obj_id": "2012.115.3",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/pdumd.jpg",
		"w": "600",
		"h": "1019"
	},
	"title": "Peter-dum-Dick toy",
	"description": "Made in Barrapol from the iron heel plate of a hob-nailed boot, a length of twisted string and a piece of flat wood. It is not known exactly what the Peter-dum-Dick was for (or how it got its name), although it could have been used as a catapult or for making clacking noises."
}, {
	"obj_id": "2000.130.3",
	"township": "barrapol",
	"geocode": {
		"lat": "56.481117",
		"long": "-6.955333",
		"scale": "building",
		"what": "Ard na Fuarain"
	},
	"image": {
		"slug": "barrapol\/k90.jpg",
		"w": "600",
		"h": "955"
	},
	"title": "Spinning in Barrapol in the 1920s",
	"description": "Many women on Tiree had spinning wheels to make their own wool from the fleeces of sheep. Christina MacKinnon of Ard na Fuarain, however, spun her own cotton thread from the white, fluffy heads of bog cotton, which grows on the sliabh (heath)."
}, {
	"obj_id": "2000.91.2",
	"township": "barrapol",
	"geocode": {
		"lat": "56.479950",
		"long": "-6.950767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Barrapol"
	},
	"image": {
		"slug": "barrapol\/butter_pat.jpg",
		"w": "600",
		"h": "358"
	},
	"title": "Butter pat",
	"description": "Crofters made their own butter from the milk of their own cows. Butter pats were usually hand-carved from a single lump of wood and used in pairs to shape the butter into blocks or 'pats'. This one was acquired by archaeologist George Holleyman when he was stationed on Tiree during WWII. Note the hand-carved grooves."
}, {
	"obj_id": "1998.248.12",
	"township": "baugh",
	"geocode": {
		"lat": "56.490842",
		"long": "-6.834328",
		"scale": "building",
		"what": "farmhouse"
	},
	"image": {
		"slug": "baugh\/branding_iron.jpg",
		"w": "600",
		"h": "377"
	},
	"title": "M is for Munn",
	"description": "Each farmer has a unique way of marking his livestock so that they can be identified from livestock from other farms. This M-shaped branding iron (63cm long) was used by Jake Munn at Baugh Farm during the 1930s."
}, {
	"obj_id": "1998.170.14",
	"township": "baugh",
	"geocode": {
		"lat": "56.492075",
		"long": "-6.834686",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Baugh"
	},
	"image": {
		"slug": "baugh\/petition.jpg",
		"w": "600",
		"h": "884"
	},
	"title": "Petitioning for land in 1893",
	"description": "Letter to the Chairman of Argyll County Council from a group of cottars from Baugh, Scarinish and Heanish, all wanting to rent land under the Small Holdings Scotland Act of 1892. Cottars were poor, landless islanders who struggled to make a living. The Small Holdings Act allowed them to apply for croft land."
}, {
	"obj_id": "2011.77.1",
	"township": "baugh",
	"geocode": {
		"lat": "56.494747",
		"long": "-6.843953",
		"scale": "building",
		"what": "Baugh House"
	},
	"image": {
		"slug": "baugh\/p130.jpg",
		"w": "600",
		"h": "395"
	},
	"title": "Baugh House around 1900",
	"description": "Built specifically for Dr Alexander Buchanan who was Medical Officer for Tiree from 1860 to his death in 1911. His horse and trap are to the right of the door. Before Baugh House was built, the doctor lived in the 'cottage' beside the L-shaped barn. The monument on the roadside at Baugh is to Dr Buchanan and reads 'Medical officer and loved and valued friend of the islanders'."
}, {
	"obj_id": "2005.146.1",
	"township": "baugh",
	"geocode": {
		"lat": "56.489206",
		"long": "-6.844256",
		"scale": "building",
		"what": "rock"
	},
	"image": {
		"slug": "baugh\/g195.jpg",
		"w": "600",
		"h": "419"
	},
	"title": "The cnotagan at Carraig Mhic Eòghainn, a fishing rock at Baugh",
	"description": "Dating from around 3,000 years ago, these bowl-like depressions in coastal rocks can be found at several sites around Tiree. Fishermen would grind bait in them, usually limpets and whelks."
}, {
	"obj_id": "1999.68.36",
	"township": "baugh",
	"geocode": {
		"lat": "56.491497",
		"long": "-6.834522",
		"scale": "township",
		"what": "centre of buildings"
	},
	"image": {
		"slug": "baugh\/d95.jpg",
		"w": "600",
		"h": "357"
	},
	"title": "Baugh in the early 20th century",
	"description": "On the extreme left is Baugh Farmhouse with Port a' Mhuilinn bay in the centre. The large white building on the extreme right was originally built as the manse for the nearby Baptist Church, but had become a guesthouse by the time this photo was taken."
}, {
	"obj_id": "2001.68.5",
	"township": "baugh",
	"geocode": {
		"lat": "56.497539",
		"long": "-6.834361",
		"scale": "building",
		"what": "dùn"
	},
	"image": {
		"slug": "baugh\/f104.jpg",
		"w": "600",
		"h": "405"
	},
	"title": "'Fort Hillfort' north of the road at Baugh",
	"description": "Dùn Ìbrig is the remains of a broch built around 1,500 years ago. The name 'Dùn Ìbrig' consists of both Gaelic and Norse words, reflecting the influence of Viking settlers in the ninth century. 'Dùn' is Gaelic for 'hill fort', while '-brig' is from 'borg', the Old Norse for 'fort'."
}, {
	"obj_id": "1999.167.8",
	"township": "baugh",
	"geocode": {
		"lat": "56.491736",
		"long": "-6.836169",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "baugh\/church_contract.jpg",
		"w": "600",
		"h": "1066"
	},
	"title": "Contract for church land",
	"description": "First page of the feu (land tenancy) contract between the Duke of Argyll and the Trustees of the Baptist Congregation at Baugh, dated 15th & 29th October 1880. The contract runs to 18 pages of handwritten legalese."
}, {
	"obj_id": "1998.248.14",
	"township": "baugh",
	"geocode": {
		"lat": "56.506306",
		"long": "-6.852611",
		"scale": "building",
		"what": "byre"
	},
	"image": {
		"slug": "baugh\/smiddy_chain.jpg",
		"w": "600",
		"h": "477"
	},
	"title": "Smiddy-made chain",
	"description": "Length of thick, heavy, smiddy-made chain found in the ruined barn at Òdhrasgair \/ Òrisgal. Each link is approximately 13cm long (50p coin included for scale). Although there are no longer any smiddies (blacksmiths) on Tiree, there were at least 10 around the island within living memory."
}, {
	"obj_id": "2003.18.30",
	"township": "baugh",
	"geocode": {
		"lat": "56.500756",
		"long": "-6.849561",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "baugh\/u35.jpg",
		"w": "600",
		"h": "413"
	},
	"title": "Taigh Alasdair \/ the House of Alasdair and the stackyard in Baugh",
	"description": "Photographed around 1950. The marram-thatched house and barn are to the left, while two haystacks can be seen in the stackyard to the right. Only ruins now remain."
}, {
	"obj_id": "2006.18.1",
	"township": "baugh",
	"geocode": {
		"lat": "56.492803",
		"long": "-6.846464",
		"scale": "township",
		"what": "centre of image"
	},
	"image": {
		"slug": "baugh\/baugh_air.jpg",
		"w": "600",
		"h": "645"
	},
	"title": "Aerial photograph of west Baugh during WWII (around 1943)",
	"description": "Note the H-shaped wartime building in the bottom right of the photo, next to a larger wartime building that is now Tyrii Pottery. The shepherd's cottage at the top of the photo is now just rubble."
}, {
	"obj_id": "1998.178.5",
	"township": "caoles",
	"geocode": {
		"lat": "56.546350",
		"long": "-6.745706",
		"scale": "building",
		"what": "beach"
	},
	"image": {
		"slug": "caoles\/p36.jpg",
		"w": "600",
		"h": "401"
	},
	"title": "Unloading coal from the puffer at Caoles in the 1930s",
	"description": "The coal boat at Tràigh Lochlainn, with Donald MacLean standing on the cart and Donald MacArthur at the horse's head. The coal puffer delivered townships' needs to various shores around the island."
}, {
	"obj_id": "1999.134.5",
	"township": "caoles",
	"geocode": {
		"lat": "56.541308",
		"long": "-6.745086",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Caoles"
	},
	"image": {
		"slug": "caoles\/fisheries.jpg",
		"w": "600",
		"h": "871"
	},
	"title": "Job creation in the 1840s",
	"description": "Letter dated 18th January 1847 from Mr Dick Lander, Secretary of the Board of Fisheries, to the Marquis of Lorne acknowledging receipt of £690 and 10 shillings. Mr Lander had requested funding for the improvement of certain creeks on Tiree, with the purpose of providing work for the destitute."
}, {
	"obj_id": "2003.28.1",
	"township": "caoles",
	"geocode": {
		"lat": "56.539528",
		"long": "-6.750581",
		"scale": "building",
		"what": "Croish outbuildings"
	},
	"image": {
		"slug": "caoles\/magnet.jpg",
		"w": "600",
		"h": "534"
	},
	"title": "Fridge magnet showing Icelandic mare and foal at Caoles",
	"description": "A herd of this strong, hardy and sure-footed breed was brought to Tiree in 1995 and used for pony trekking from Croish until 2008. They were a favourite of locals and visitors alike."
}, {
	"obj_id": "1998.1.12",
	"township": "caoles",
	"geocode": {
		"lat": "56.541308",
		"long": "-6.745086",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Caoles"
	},
	"image": {
		"slug": "caoles\/seaweed_rights.jpg",
		"w": "600",
		"h": "767"
	},
	"title": "Fairer seaweed shares in 1914",
	"description": "Page from an application to the Scottish Land Court giving reasons why applicants Alexander Cameron, Isabella MacArthur and Alexander MacArthur think that they are not getting a fair share of seaweed from the shore at Caoles. Crofters collected seaweed to be used as fertiliser on their land - some still do."
}, {
	"obj_id": "1997.148.24",
	"township": "caoles",
	"geocode": {
		"lat": "56.540900",
		"long": "-6.746814",
		"scale": "building",
		"what": "location of drawing"
	},
	"image": {
		"slug": "caoles\/a24.jpg",
		"w": "600",
		"h": "376"
	},
	"title": "'Pictorial Post Card' of Caoles in the early 1900s",
	"description": "An illustrated postcard of the Milton road junction in Caoles around 1900-1930, looking northeast towards the islands of Gunna and Coll."
}, {
	"obj_id": "2004.192.1",
	"township": "caoles",
	"geocode": {
		"lat": "56.539575",
		"long": "-6.750314",
		"scale": "building",
		"what": "Croish House"
	},
	"image": {
		"slug": "caoles\/f188.jpg",
		"w": "600",
		"h": "416"
	},
	"title": "The MacLeans of Croish House, Caoles in 1904-05",
	"description": "L-R: (back row) Margaret MacLean (wife of John MacKinnon, Hillcrest), Hugh MacLean, Alexander MacLean, (middle row) Catriona MacDonald, Margaret MacDonald, Ishbel MacLean née MacFadyen, Marion Cameron née MacFadyen holding her daughter Margaret (the family emigrated to Canada where Margaret grew up in New Deer, Alberta); (front row) Hugh Hector MacArthur (Caoles House), Donald MacLean, Donald Cameron (became a senator in Canada and founder of Banff School), Catherine MacLean, Morag MacLean."
}, {
	"obj_id": "2008.30.3",
	"township": "caoles",
	"geocode": {
		"lat": "56.537517",
		"long": "-6.758103",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "caoles\/k134.jpg",
		"w": "600",
		"h": "973"
	},
	"title": "Neil Colquhoun",
	"description": "Neil was born in 1864 to Archibald Colquhoun, the schoolmaster at the Free Church Ladies Society School at Sliabh Dearg in Caoles, and Mary Ann MacLean. Neil was a soldier and fervent Tirisdeach becoming a founder member of the Tiree Association in Glasgow."
}, {
	"obj_id": "2001.75.8",
	"township": "caoles",
	"geocode": {
		"lat": "56.537517",
		"long": "-6.758103",
		"scale": "building",
		"what": "school site"
	},
	"image": {
		"slug": "caoles\/schools.jpg",
		"w": "600",
		"h": "735"
	},
	"title": "Report regarding the school on the Caoles sliabh",
	"description": "Page from a report dated 1863 about Tiree Schools by Mr John Ramsay, MP for Falkirk Burghs, showing part of the entry for the Free Church Ladies Society School at Sliabh Dearg in Caoles."
}, {
	"obj_id": "2001.68.3",
	"township": "caoles",
	"geocode": {
		"lat": "56.536028",
		"long": "-6.755589",
		"scale": "building",
		"what": "stone"
	},
	"image": {
		"slug": "caoles\/f102.jpg",
		"w": "600",
		"h": "405"
	},
	"title": "Standing stone near the community wind turbine (photographed in 2000)",
	"description": "This stone, and others like it scattered about the island, was probably erected by Bronze Age settlers up to 4,500 years ago."
}, {
	"obj_id": "2000.91.1",
	"township": "caoles",
	"geocode": {
		"lat": "56.541308",
		"long": "-6.745086",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Caoles"
	},
	"image": {
		"slug": "caoles\/serving_mallet.jpg",
		"w": "600",
		"h": "321"
	},
	"title": "Serving mallet carved from a single piece of whalebone",
	"description": "Most probably used by sailors to splice rope, serving involved wrapping twine around the rope to protect it. Found in a ruined cottage in Caoles in 1942 by George Holleyman who was stationed at RAF Tiree during WWII."
}, {
	"obj_id": "1999.117.59",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.524133",
		"long": "-6.890800",
		"scale": "building",
		"what": "Whitehouse"
	},
	"image": {
		"slug": "cornaigbeg\/c87.jpg",
		"w": "600",
		"h": "394"
	},
	"title": "Pupils of the Female Industrial School at Cornaig around 1892",
	"description": "Whitehouse was originally a school for girls that was supported by the General Assembly of the Church of Scotland. The teacher lived on the upper floor, gaining access via a stone staircase on the outside of the building."
}, {
	"obj_id": "2003.71.1",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.513750",
		"long": "-6.902917",
		"scale": "township",
		"what": "Corrairigh (Mairi Campbell's house = middle of township)"
	},
	"image": {
		"slug": "cornaigbeg\/cailleach.jpg",
		"w": "600",
		"h": "918"
	},
	"title": "Harvest 'cailleach'",
	"description": "At the end of each harvest, the last sheaf of corn would be made into a harvest cailleach\/girl and passed from crofter to crofter until all the corn was harvested. It would be hung over a door in the house for the winter and fed to the workhorses the following spring, to bring luck to the next harvest. This one was made by Hector Campbell of Cornaigbeg around 1990 for Tiree Primary School."
}, {
	"obj_id": "1997.157.1",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.511317",
		"long": "-6.902800",
		"scale": "building",
		"what": "The Brae house"
	},
	"image": {
		"slug": "cornaigbeg\/b24.jpg",
		"w": "600",
		"h": "394"
	},
	"title": "John MacLean of the Brae, Cornaigbeg, with a Clydesdale stallion around 1940",
	"description": "John was the Secretary of the Tiree Heavy Horse Breeding Society, and bred many fine workhorses, which were sought after by mainland buyers."
}, {
	"obj_id": "1997.195.1",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.513750",
		"long": "-6.902917",
		"scale": "township",
		"what": "Corrairigh (Mairi Campbell's house = middle of township)"
	},
	"image": {
		"slug": "cornaigbeg\/knickers.jpg",
		"w": "600",
		"h": "583"
	},
	"title": "Flour-sack knickers made in Cornaigbeg around 1915",
	"description": "Flour was purchased in 140 lb (65 kg) sacks made from closely woven cotton. Thrifty ladies re-used the cloth to make their underwear, first bleaching it in the sun, then machine sewing it and finally decorating the completed garment with hand-made tatting around the legs. The flour producer's name, HarteR, is still visible."
}, {
	"obj_id": "1999.7.2",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.513750",
		"long": "-6.902917",
		"scale": "township",
		"what": "Corrairigh (Mairi Campbell's house = middle of township)"
	},
	"image": {
		"slug": "cornaigbeg\/brooch.jpg",
		"w": "600",
		"h": "924"
	},
	"title": "Photo of a Viking brooch",
	"description": "This bronze 'tortoise' brooch was found with a bronze brooch-pin in a Viking burial site near Cornaigbeg some time before 1872, and was donated to the Royal Commission on the Ancient & Historical Monuments of Scotland. The exact location of the grave is no longer known."
}, {
	"obj_id": "2007.47.5",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.511317",
		"long": "-6.902800",
		"scale": "building",
		"what": "The Brae house"
	},
	"image": {
		"slug": "cornaigbeg\/studbook.jpg",
		"w": "600",
		"h": "462"
	},
	"title": "Stud book entry for a Clydesdale foal born at Cornaigbeg in 1945",
	"description": "The foal's mother, called Brae Blossom, was owned by John MacLean of The Brae. Its father was Cauldbarns Pioneer, and was probably brought over from the mainland. The stud book was essential in ensuring that horses bred on Tiree remained of the highest quality."
}, {
	"obj_id": "2003.185.9",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.513750",
		"long": "-6.902917",
		"scale": "building",
		"what": "Corrairigh"
	},
	"image": {
		"slug": "cornaigbeg\/c122.jpg",
		"w": "600",
		"h": "358"
	},
	"title": "Horse-drawn reaper at Cornaigbeg in the late 1940s",
	"description": "The men pictured are brothers Donald and Hector Campbell of Corrairigh. Donald was the father of Alasdair Campbell, Prime Minister Tony Blair's spin doctor."
}, {
	"obj_id": "1998.176.18",
	"township": "cornaigbeg",
	"geocode": {
		"lat": "56.517283",
		"long": "-6.899933",
		"scale": "building",
		"what": "Creag Mhor house"
	},
	"image": {
		"slug": "cornaigbeg\/r25.jpg",
		"w": "600",
		"h": "539"
	},
	"title": "A 'swee' made at the Cornaigbeg smiddy",
	"description": "This swee was made by Archie MacEachern, one of four generations of well known blacksmiths at Creag Mhor smiddy, and was used to hang pots over the fire."
}, {
	"obj_id": "2009.56.6",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.522817",
		"long": "-6.917333",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "cornaigmore\/school_log.jpg",
		"w": "600",
		"h": "355"
	},
	"title": "Entry from the Cornaig School Log Book of 1922-1965",
	"description": "Each school had a log book that was regularly updated by their headteachers. On the 19th of May 1936, the teacher comments on the move from the old Cornaig School to the newly built school."
}, {
	"obj_id": "2009.162.2",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.522817",
		"long": "-6.917333",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "cornaigmore\/needle_case.jpg",
		"w": "600",
		"h": "692"
	},
	"title": "Needle case for sewing classes at Cornaig Shool in the 1930s",
	"description": "This small leather wallet contains several fabric 'pages' holding 23 needles of various sizes and functions. The inner page reads 'This need case contains Abel Morrall's needles. Over a century's reputation one quality only the best'."
}, {
	"obj_id": "2011.5.10",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.522933",
		"long": "-6.917417",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "cornaigmore\/n194.jpg",
		"w": "600",
		"h": "422"
	},
	"title": "Building the new school at Cornaigmore in the 1920s",
	"description": "Here the finishing touches are being made to the new school building. The building firm was Dallas of Dunoon. L-R: Angus MacKinnon, Mr MacBain - clerk of works, Archie MacKinnon, Hector MacKinnon."
}, {
	"obj_id": "1999.111.25",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.519850",
		"long": "-6.915317",
		"scale": "building",
		"what": "mill"
	},
	"image": {
		"slug": "cornaigmore\/v81.jpg",
		"w": "600",
		"h": "340"
	},
	"title": "The old mill at Cornaig around the 1920s",
	"description": "Cereal crops were brought to the mill by horse and cart. It was ground into flour between two rotating stone discs powered by the water wheel. Note the wooden rails on either side of the road bridge."
}, {
	"obj_id": "2003.75.3",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.519850",
		"long": "-6.915317",
		"scale": "building",
		"what": "mill"
	},
	"image": {
		"slug": "cornaigmore\/mill_rental.jpg",
		"w": "600",
		"h": "398"
	},
	"title": "Extract from Argyll Estates' Rent Ledger for Cornaig Mill around 1850",
	"description": "Extract from Argyll Estates' Rent Ledger for Cornaig Mill around 1850"
}, {
	"obj_id": "1998.138.15",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.522817",
		"long": "-6.917333",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "cornaigmore\/n1.jpg",
		"w": "600",
		"h": "999"
	},
	"title": "The Meteorological Station at Cornaig School",
	"description": "It was built in 1926 at the request of the UK Met Office and comprised a hut for an anemometer and hydrograph, a rain gauge, a sunshine recorder and screens to shelter a thermometer and thermograph. Initially, the school headmaster ran the Met Station. In 1945, the Air Ministry moved it to new premises at the aerodrome at Crossapol."
}, {
	"obj_id": "2000.26.6",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.522617",
		"long": "-6.913117",
		"scale": "building",
		"what": "post office"
	},
	"image": {
		"slug": "cornaigmore\/s84.jpg",
		"w": "600",
		"h": "349"
	},
	"title": "Postman Lachie MacPhail, Cornaigmore, in the 1930s",
	"description": "Lachie delivered the mail by horse and cart. The post office and shop (Buth Eoghainn 'ic Phail) at Cornaigmore was one of the largest on the island, and one of the first business premises to receive electric lighting."
}, {
	"obj_id": "2002.46.6",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.504983",
		"long": "-6.915067",
		"scale": "building",
		"what": "An Airidh"
	},
	"image": {
		"slug": "cornaigmore\/p99.jpg",
		"w": "600",
		"h": "411"
	},
	"title": "An Airidh, Cornaigmore",
	"description": "Originally a thatched house, this picture shows how it looked in 1962, before it was renovated and before its now abundant trees and hedges grew."
}, {
	"obj_id": "2005.40.2",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.520967",
		"long": "-6.906267",
		"scale": "building",
		"what": "chapel"
	},
	"image": {
		"slug": "cornaigmore\/chapel.jpg",
		"w": "600",
		"h": "770"
	},
	"title": "The interior of the Congregational Chapel at Cornaig",
	"description": "The building of the chapel was initiated by Reverend Archibald Farquharson around 1860, possibly employing stonemasons that worked on the Skerryvore Lighthouse. Pictured is an architect's illustration of how the interior may have looked when it was in use."
}, {
	"obj_id": "2008.70.1",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.499117",
		"long": "-6.910650",
		"scale": "building",
		"what": "stone"
	},
	"image": {
		"slug": "cornaigmore\/m194.jpg",
		"w": "600",
		"h": "393"
	},
	"title": "The Emigrants Stone, Cornaigmore",
	"description": "Hundreds of families emigrated from Tiree during the second half of the 19th century, most never to return. Two men from Cornaig decided to roll this huge stone over so that they might be remembered. They left the next day. The stone serves as a memorial to all those who emigrated."
}, {
	"obj_id": "2003.130.29",
	"township": "cornaigmore",
	"geocode": {
		"lat": "56.520350",
		"long": "-6.912717",
		"scale": "township",
		"what": "crossroads"
	},
	"image": {
		"slug": "cornaigmore\/b173.jpg",
		"w": "600",
		"h": "892"
	},
	"title": "Spinning wheel made by Archie MacLean of Cornaigmore (1849-1942)",
	"description": "There were a number of carpenters on Tiree who made beautiful furniture, tools and spinning wheels. This one was bought in Sussex in 1969, where it remained until around 2003 when it was taken to Germany. How it got from Tiree to Sussex remains a mystery."
}, {
	"obj_id": "1998.170.6",
	"township": "crossapol",
	"geocode": {
		"lat": "56.489444",
		"long": "-6.879922",
		"scale": "township",
		"what": "playpark"
	},
	"image": {
		"slug": "crossapol\/cottars_letter.jpg",
		"w": "600",
		"h": "366"
	},
	"title": "Request for land to rent in 1893",
	"description": "Letter dated 12th September 1893 to the County Clerk from a group of cottars and fishermen wanting to rent land in Crossapol or Heylipol from the Duke of Argyll. Cottars were poor, landless islanders who struggled to make a living."
}, {
	"obj_id": "2000.26.20",
	"township": "crossapol",
	"geocode": {
		"lat": "56.481692",
		"long": "-6.883772",
		"scale": "building",
		"what": "Crossapol Farm old mart"
	},
	"image": {
		"slug": "crossapol\/s71.jpg",
		"w": "600",
		"h": "414"
	},
	"title": "Prizes for Clydesdale horses in the 1950s",
	"description": "Alasdair Brown of Balephuil with a prize Clydesdale horse at an Agricultural Show held at Crossapol Farm in the 1950s. The Tiree Agricultural Show was revived in 1949 after a lapse of ten years during WWII. Nowadays, the annual Agricultural Show is held at the new Rural Centre."
}, {
	"obj_id": "1998.96.1",
	"township": "crossapol",
	"geocode": {
		"lat": "56.491847",
		"long": "-6.860472",
		"scale": "building",
		"what": "approx location of photo"
	},
	"image": {
		"slug": "crossapol\/h36.jpg",
		"w": "600",
		"h": "383"
	},
	"title": "Dead killer whale on Crossapol beach in 1989",
	"description": "Killer whales are occasionally seen hunting around Tiree's shores, but spend most of their time off to the west. It is extremely rare that any are washed ashore here."
}, {
	"obj_id": "2002.101.5",
	"township": "crossapol",
	"geocode": {
		"lat": "56.497536",
		"long": "-6.886033",
		"scale": "building",
		"what": "Viewfield"
	},
	"image": {
		"slug": "crossapol\/t98.jpg",
		"w": "600",
		"h": "425"
	},
	"title": "The Cafe at Crossapol around 1960",
	"description": "Dolina MacCallum with a visitor outside her café at Viewfield, Crossapol. Dolly, as she was known, opened 'The Café' in the 1950's and sold sweets, lemonade and ice creams. Here best customers were folk heading for the airport."
}, {
	"obj_id": "",
	"township": "crossapol",
	"geocode": {
		"lat": "0.000000",
		"long": "0.000000",
		"scale": "township",
		"what": "playpark"
	},
	"image": {
		"slug": "crossapol\/ww2_air.jpg",
		"w": "600",
		"h": "721"
	},
	"title": "RAF Tiree aerodrome, buildings & infrastructure at Crossapol around 1943",
	"description": "During WWII, Tiree became an important RAF outpost with around 2,000 personnel stationed here. Meteorological readings taken miles out over the Atlantic by Tiree aircrews enabled forecasting of the weather window needed for the D-Day landings."
}, {
	"obj_id": "2006.93.18",
	"township": "crossapol",
	"geocode": {
		"lat": "56.481692",
		"long": "-6.883772",
		"scale": "building",
		"what": "Crossapol Farm old mart"
	},
	"image": {
		"slug": "crossapol\/j182.jpg",
		"w": "600",
		"h": "391"
	},
	"title": "A lamb sale in the old mart at Crossapol Farm around 1990",
	"description": "Until the new mart was built at the Rural Centre in 2003, all livestock sales were held at Crossapol Farm. The old mart became increasingly damp and draughty, and may have put off potential buyers."
}, {
	"obj_id": "2009.57.10",
	"township": "crossapol",
	"geocode": {
		"lat": "56.484058",
		"long": "-6.881514",
		"scale": "building",
		"what": "An Talla"
	},
	"image": {
		"slug": "crossapol\/q157.jpg",
		"w": "600",
		"h": "268"
	},
	"title": "The old community hall at Crossapol in 2000",
	"description": "The old hall was originally an RAF building erected during WWII. It became the Tiree community hall in 1960, and was officially opened by the Duke of Argyll. In 2001, shortly after this picture was taken, it was demolished and replaced by the new hall 'An Talla' in 2004."
}, {
	"obj_id": "2010.12.3",
	"township": "crossapol",
	"geocode": {
		"lat": "56.491847",
		"long": "-6.860472",
		"scale": "building",
		"what": "approx. wreck site"
	},
	"image": {
		"slug": "crossapol\/n140.jpg",
		"w": "600",
		"h": "475"
	},
	"title": "The 'Oceana'",
	"description": "En route to Sweden in 1949, it became caught up in a violent storm and, thinking that the airport lights were another ship, the crew sailed towards them. The yacht became grounded on Crossapol beach and broke up. The Latvian and Lithuanian crew had escaped to Sweden from Russia during WWII, and had planned to emmigrate to north America on the Oceana after picking up more comrades in Sweden."
}, {
	"obj_id": "2007.122.8",
	"township": "crossapol",
	"geocode": {
		"lat": "56.484058",
		"long": "-6.881514",
		"scale": "building",
		"what": "An Talla"
	},
	"image": {
		"slug": "crossapol\/l196.jpg",
		"w": "600",
		"h": "305"
	},
	"title": "A flight crew of RAF 518 Squadron",
	"description": "The eight-man aircrew of one of RAF Tiree's meteorological reconnaissance aircraft, Halifax LL123, with Crossapol beach in the background. During WWII, 518 Squadron was responsible for collecting data out over the Atlantic to enable weather forecasting for Britain and Europe."
}, {
	"obj_id": "1999.51.1",
	"township": "crossapol",
	"geocode": {
		"lat": "56.490256",
		"long": "-6.875425",
		"scale": "building",
		"what": "Business Centre"
	},
	"image": {
		"slug": "crossapol\/knitwear.jpg",
		"w": "600",
		"h": "804"
	},
	"title": "One of Tiree Knitwear's products",
	"description": "A polo-neck sweater made of natural wool by the Tiree Knitwear factory, along with one of its labels. Tiree Knitwear started off at the old Free Church on Gott Bay in 1975 before relocating to what is now the Business Centre. It made a variety of woollen garments and employed several people, but closed down in 1985."
}, {
	"obj_id": "1999.113.27",
	"township": "gott",
	"geocode": {
		"lat": "56.508958",
		"long": "-6.798892",
		"scale": "building",
		"what": "pier"
	},
	"image": {
		"slug": "gott\/v48.jpg",
		"w": "600",
		"h": "407"
	},
	"title": "The new Gott Bay pier under construction in the 1910s",
	"description": "In 1900, the pier project was estimated to cost £10,000 by the County Council's 'Sub-committee of the Piers Committee'. Prior to completion of the new pier, the ferry would drop anchor off Scarinish, and people and cargo would be transferred to a rowing boat for Scarinish Harbour."
}, {
	"obj_id": "1999.167.15",
	"township": "gott",
	"geocode": {
		"lat": "56.525156",
		"long": "-6.804728",
		"scale": "building",
		"what": "Kirkapol Guest House"
	},
	"image": {
		"slug": "gott\/letter_freechurch.jpg",
		"w": "600",
		"h": "987"
	},
	"title": "Request for land to build a new church at Kirkapol,1909",
	"description": "Letter from Donald MacFadyen on behalf of the Free Church Congregation on Tiree to the Duke of Argyll's factor Hugh MacDiarmid asking for a church site at the sea shore on Gott Bay. The church is now Kirkapol Guest House."
}, {
	"obj_id": "2003.173.2",
	"township": "gott",
	"geocode": {
		"lat": "56.518897",
		"long": "-6.812194",
		"scale": "building",
		"what": "ruin of smiddy"
	},
	"image": {
		"slug": "gott\/sickle.jpg",
		"w": "600",
		"h": "456"
	},
	"title": "Sickle made in Gott smiddy (blacksmith) around 1840",
	"description": "Before mechanisation, crops were cut by hand using a sickle. There were at least 10 smiddies around Tiree, each keeping busy shoeing work-horses, and making farming equipment and domestic tools."
}, {
	"obj_id": "1998.101.2",
	"township": "gott",
	"geocode": {
		"lat": "56.510372",
		"long": "-6.797392",
		"scale": "building",
		"what": "end of pier"
	},
	"image": {
		"slug": "gott\/j31b.jpg",
		"w": "600",
		"h": "512"
	},
	"title": "The ferry 'Loch Seaforth' being raised from the seabed at Gott Pier in 1973",
	"description": "It ran onto rocks in Gunna Sound and began taking on water, at which point the passengers were taken ashore by the ferry's three lifeboats. After it was refloated, it was towed to Gott Pier for inspection, but by the next day it had sunk, blocking the pier."
}, {
	"obj_id": "2003.181.2",
	"township": "gott",
	"geocode": {
		"lat": "56.510328",
		"long": "-6.798378",
		"scale": "building",
		"what": "linkspan"
	},
	"image": {
		"slug": "gott\/w22.jpg",
		"w": "600",
		"h": "403"
	},
	"title": "The construction of the roll-on roll-off ferry terminus at Gott Bay pier in 1992",
	"description": "Before vehicles could drive on and off the ferry as they do today, cargo (including vehicles) had to be hoisted to\/from the ferry by crane, a long and potentially perilous task."
}, {
	"obj_id": "2002.188.9",
	"township": "gott",
	"geocode": {
		"lat": "56.513647",
		"long": "-6.816711",
		"scale": "township",
		"what": "pink house"
	},
	"image": {
		"slug": "gott\/letter_eviction.jpg",
		"w": "600",
		"h": "456"
	},
	"title": "Demolition and eviction in 1898",
	"description": "Letter from the Duke of Argyll's factor Hugh MacDiarmid to the Duke's chamberlain about the demolition of a deceased cottar's cottage in Gott and the eviction of Donald MacNeill from Mary & Flora MacLean's croft in Cornaigmore."
}, {
	"obj_id": "2002.114.7",
	"township": "gott",
	"geocode": {
		"lat": "56.517656",
		"long": "-6.822258",
		"scale": "croft",
		"what": "Donald's barns"
	},
	"image": {
		"slug": "gott\/newspaper_cutting.jpg",
		"w": "600",
		"h": "602"
	},
	"title": "Looking back to the Clydesdale era",
	"description": "Newspaper article looking back to the times when Clydesdale horses were not only used for agriculture and transport on Tiree, but were bred and exported to the mainland. The photograph is of Clydesdale horses bred by Donald MacIntyre of Gott, who owns the last Tiree-bred Clydesdale on the island."
}, {
	"obj_id": "2012.27.2",
	"township": "gott",
	"geocode": {
		"lat": "56.522872",
		"long": "-6.808533",
		"scale": "building",
		"what": "Lodge Hotel"
	},
	"image": {
		"slug": "gott\/r113.jpg",
		"w": "600",
		"h": "354"
	},
	"title": "The Lodge Hotel in 1980",
	"description": "Originally built as a school, it later became a residence of the the Duke of Argyll's family, and was regularly occupied by the Duke's family and friends in the early 1900s. Lady Victoria Campbell held various classes there for local people, including woodworking for men and sewing for women."
}, {
	"obj_id": "2011.79.1",
	"township": "gott",
	"geocode": {
		"lat": "56.510200",
		"long": "-6.798969",
		"scale": "building",
		"what": "Gott pier"
	},
	"image": {
		"slug": "gott\/p139.jpg",
		"w": "600",
		"h": "382"
	},
	"title": "Before 'roll-on roll-off' ferries",
	"description": "A transit van being hoisted from the deck of the ferry 'MV Claymore' onto Gott Bay pier around 1962-1964. Until the linkspan was built in 1992, all vehicles, cargo and sometimes livestock were transferred to and from the ferry in this way."
}, {
	"obj_id": "2004.2.2",
	"township": "gott",
	"geocode": {
		"lat": "56.508958",
		"long": "-6.798892",
		"scale": "building",
		"what": "Gott pier"
	},
	"image": {
		"slug": "gott\/d112.jpg",
		"w": "600",
		"h": "405"
	},
	"title": "Gott Bay pier around 1930",
	"description": "The horse pulled a bogey that ran on rails up the centre of the pier, transporting cargo between the ferry and the pier shed. John 'Nonian' MacDonald of Heanish (left) was a docker at the pier and the caretaker of Scarinish lighthouse. Hector MacKinnon (Eachann Dhonnchaidh) of Scarinish is on the right. The children are visitors."
}, {
	"obj_id": "2003.152.6",
	"township": "heanish",
	"geocode": {
		"lat": "56.492806",
		"long": "-6.811736",
		"scale": "building",
		"what": "hospital"
	},
	"image": {
		"slug": "heanish\/r89.jpg",
		"w": "600",
		"h": "363"
	},
	"title": "The Fever Hospital on the machair at Heanish",
	"description": "It had two, 2-bed wards, one at each end of the building, and was first used within months of opening in 1905 when two families went down with diphtheria. It was last used as a hospital in the 1940s and sold as a private house in the 1960s."
}, {
	"obj_id": "1998.170.14",
	"township": "heanish",
	"geocode": {
		"lat": "56.493222",
		"long": "-6.822294",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Heanish"
	},
	"image": {
		"slug": "heanish\/petition.jpg",
		"w": "600",
		"h": "884"
	},
	"title": "Request for land in the 1890s",
	"description": "Petition dated 27th July 1893 to the Chairman of Argyll County Council from a group of cottars from Scarinish, Heanish and Baugh, all wanting to rent land under the Small Holdings Scotland Act of 1892. Cottars were poor, landless islanders who struggled to make a living. The Small Holdings Act allowed them to apply for croft land."
}, {
	"obj_id": "2004.2.1",
	"township": "heanish",
	"geocode": {
		"lat": "56.493222",
		"long": "-6.822294",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Heanish"
	},
	"image": {
		"slug": "heanish\/d111.jpg",
		"w": "600",
		"h": "493"
	},
	"title": "Happy fisherman in the 1940s",
	"description": "Returning home with their catch hanging from the handlebars of a bicycle. L-R: John MacDonald of Heanish, Lachie MacFadyen, Kennneth Bisset, Kenneth's father and Will Butler."
}, {
	"obj_id": "2000.136.3",
	"township": "heanish",
	"geocode": {
		"lat": "56.493222",
		"long": "-6.822294",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Heanish"
	},
	"image": {
		"slug": "heanish\/china_tea_race.jpg",
		"w": "600",
		"h": "1886"
	},
	"title": "The Great China Tea Race of 1866",
	"description": "Newspaper article from the Illustrated London News, 22nd September 1866, reporting the outcome of the Great China Tea Race of 1866. Nine mighty sailing ships carrying cargoes of tea, raced each other from China to London. The winning ship was the Taeping, captained by Donald MacKinnon of Heanish."
}, {
	"obj_id": "2010.34.1",
	"township": "heanish",
	"geocode": {
		"lat": "56.493222",
		"long": "-6.822294",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Heanish"
	},
	"image": {
		"slug": "heanish\/taeping.jpg",
		"w": "600",
		"h": "341"
	},
	"title": "Taeping - winning ship of the Great China Tea Race of 1866",
	"description": "Commanded by Captain Donald MacKinnon of Heanish, the Taeping beat eight other fast clippers carrying tea from China to London. From a framed print of an original painting, text at the foot reads 'London: Published Oct. 1st 1866 by Wm Foster, 17 Billiter Street E.C.; Clipper Ship 'Taeping', 767 tons; D. MacKinnon Commander; In the china sea in company with the 'Fiery Cross' (R. Robinson Comr) on their homeward voyage from Foo-chow-Foo to London, June 1866; To Alex Rodger Esq. (Owner) this print is most repsectfully dedicated by his obedient servant Wm Foster.'"
}, {
	"obj_id": "2005.83.1",
	"township": "heanish",
	"geocode": {
		"lat": "56.488614",
		"long": "-6.812047",
		"scale": "building",
		"what": "fish trap"
	},
	"image": {
		"slug": "heanish\/g169.jpg",
		"w": "600",
		"h": "700"
	},
	"title": "Remains of a stone fish trap (photographed in 2004)",
	"description": "These low rock walls were built across the entrances to small inlets or straits at several locations around Tiree. A pool would form on the rising tide and, as the sea receded, fish would become trapped there. This one is between Eilean nan Gobhar and Heanish"
}, {
	"obj_id": "2005.102.1",
	"township": "heanish",
	"geocode": {
		"lat": "56.491819",
		"long": "-6.814389",
		"scale": "building",
		"what": "hospital"
	},
	"image": {
		"slug": "heanish\/shovel.jpg",
		"w": "600",
		"h": "353"
	},
	"title": "Head of a shovel used for removing turf",
	"description": "Found at the old Fever Hospital in Heanish."
}, {
	"obj_id": "2005.102.3",
	"township": "heanish",
	"geocode": {
		"lat": "56.491819",
		"long": "-6.814389",
		"scale": "building",
		"what": "hospital"
	},
	"image": {
		"slug": "heanish\/helmet.jpg",
		"w": "600",
		"h": "532"
	},
	"title": "Steel helmet used by the Tiree Home Guard during WWII",
	"description": "The two rivets on the rim of the helmet held the chin-strap in place. The rivet on the top held the liner in place. Found at the old Fever Hospital in Heanish."
}, {
	"obj_id": "2011.118.6",
	"township": "heanish",
	"geocode": {
		"lat": "56.493222",
		"long": "-6.822294",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Heanish"
	},
	"image": {
		"slug": "heanish\/q106.jpg",
		"w": "600",
		"h": "238"
	},
	"title": "'Creagan' - a traditional Tiree house and barns at Heanish",
	"description": "Photographed in the1930s. The roof would originally have been thatched with marram grass from the shore. As with many thatched houses on Tiree, the roof was later replaced with tarred felt, which was easier to maintain."
}, {
	"obj_id": "2001.97.31",
	"township": "heanish",
	"geocode": {
		"lat": "56.491819",
		"long": "-6.814389",
		"scale": "building",
		"what": "hospital"
	},
	"image": {
		"slug": "heanish\/med_report.jpg",
		"w": "600",
		"h": "424"
	},
	"title": "Diptheria outbreak",
	"description": "Account of the incidence of diptheria on Tiree in 1905 by the County Medical Officer. Two families contracted the deadly disease, but it was contained by isolating them in the newly built Fever Hospital at Heanish."
}, {
	"obj_id": "1999.85.2",
	"township": "heylipol",
	"geocode": {
		"lat": "56.482867",
		"long": "-6.931417",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "heylipol\/x52.jpg",
		"w": "600",
		"h": "375"
	},
	"title": "Heylipol Church and schoolhouse",
	"description": "Built on the site of an older church, the existing church was built by William MacKenzie of Oban in 1902 as the Tiree Parish Church. The architecture is thought to have been inspired by that of Iona Abbey."
}, {
	"obj_id": "1999.167.14",
	"township": "heylipol",
	"geocode": {
		"lat": "56.482867",
		"long": "-6.931417",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "heylipol\/heylipol_church.jpg",
		"w": "600",
		"h": "1106"
	},
	"title": "Cheaper to build a new church at Heylipol",
	"description": "Letter dated 22nd Oct. 1900 from the Reverend Dugald MacLean of Heylipol Manse to the Duke of Argyll informing him that a report on the condition of Heylipol Church omits the decayed state of the windows, and suggests that it might be cheaper to build a new church than to repair the existing one. Rev MacLean's efforts must have paid off as a new church was built in 1902."
}, {
	"obj_id": "1999.17.2",
	"township": "heylipol",
	"geocode": {
		"lat": "56.482867",
		"long": "-6.931417",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "heylipol\/ministers.jpg",
		"w": "600",
		"h": "927"
	},
	"title": "Ministers of Heylipol\/Soroby Parish 1877-1914",
	"description": "Short biographies of the succession of ministers in the Church of Scotland in Heylipol\/Soroby. Extracted from 'Fasti Ecclesiae Scoticanae' by Hew Scott D.D."
}, {
	"obj_id": "1998.89.7",
	"township": "heylipol",
	"geocode": {
		"lat": "56.481950",
		"long": "-6.931417",
		"scale": "building",
		"what": "schoolhouse"
	},
	"image": {
		"slug": "heylipol\/g28.jpg",
		"w": "600",
		"h": "370"
	},
	"title": "Heylipol School between 1900 and 1914",
	"description": "The school children are in their best clothes to celebrate a national event (possibly the crowning of King George V in 1910). The piper on the right is Archie Kennedy."
}, {
	"obj_id": "2001.149.1",
	"township": "heylipol",
	"geocode": {
		"lat": "56.485467",
		"long": "-6.893633",
		"scale": "building",
		"what": "barns near Island House"
	},
	"image": {
		"slug": "heylipol\/measuring_chain.jpg",
		"w": "600",
		"h": "608"
	},
	"title": "Measuring chain found on Heylipol Farm",
	"description": "Chains such as this one were the standard method for measuring land for several centuries. Each link (straight section plus neighbouring round links) is just under 2 inches. There are 100 links in one chain making a total length of 66 feet. One acre is the area of 10 square chains, that is, 1 chain x 10 chains. They would have been used by the Duke's factor to mark out crofters' land apportionments."
}, {
	"obj_id": "2000.192.28",
	"township": "heylipol",
	"geocode": {
		"lat": "56.484850",
		"long": "-6.896183",
		"scale": "building",
		"what": "hanging knoll"
	},
	"image": {
		"slug": "heylipol\/w78.jpg",
		"w": "600",
		"h": "427"
	},
	"title": "The Hanging Knoll at Island House",
	"description": "Oral tradition has it that when the MacLeans of Duart owned Tiree (1390-1674), it was their custom to hang the man who was last to pay his rent. The very last to be hanged for this 'crime' was a miller's son from Balevullin around 1674."
}, {
	"obj_id": "2007.61.1",
	"township": "heylipol",
	"geocode": {
		"lat": "56.487033",
		"long": "-6.898117",
		"scale": "building",
		"what": "island house"
	},
	"image": {
		"slug": "heylipol\/j197.jpg",
		"w": "600",
		"h": "427"
	},
	"title": "Saluting the flag at Island House in 1920",
	"description": "Hugh MacDiarmid leads a group of over a hundred men, women and children to salute the flag near Island House. What the event was is uncertain, although it looks like a day of celebration with a piper in attendance and everyone dressed in their best clothes (although for some, this still means bare feet). Originally from Perthshire, Hugh MacDiarmid was appointed sub-factor for Argyll Estates in Tiree in 1876."
}, {
	"obj_id": "1999.110.4",
	"township": "heylipol",
	"geocode": {
		"lat": "56.478600",
		"long": "-6.911383",
		"scale": "building",
		"what": "sheep enclosure near Shepherd's Cottage"
	},
	"image": {
		"slug": "heylipol\/v21.jpg",
		"w": "600",
		"h": "444"
	},
	"title": "Shearing sheep at Heylipol in the 1940s",
	"description": "Before electric shearing equipment was invented, shearing was done using hand shears that resembled large-bladed scissors. A great deal of skill was required to ensure that the maximum amount of wool was removed without cutting the sheep's skin. Pictured on the left is John Hume, the shepherd and farm manager of Heylipol Farm during the mid-1900s. The others are L-R: factor Iain MacLaren; Lachie MacFarlane, Hynish; Neil MacLean, Heylipol Farm."
}, {
	"obj_id": "2004.1.3",
	"township": "heylipol",
	"geocode": {
		"lat": "56.482867",
		"long": "-6.931417",
		"scale": "building",
		"what": "church"
	},
	"image": {
		"slug": "heylipol\/adultery.jpg",
		"w": "600",
		"h": "229"
	},
	"title": "18th century adultery",
	"description": "Transcriptions from the Tyree Old Parish Registers regarding the alleged adulterous behaviour of a man and a woman of the Heylipol\/Soroby Parish. The two people were brought before the minister and session of Heylipol Church to confess the truth and be admonished."
}, {
	"obj_id": "2001.75.9",
	"township": "heylipol",
	"geocode": {
		"lat": "56.481950",
		"long": "-6.931417",
		"scale": "building",
		"what": "schoolhouse"
	},
	"image": {
		"slug": "heylipol\/school_board.jpg",
		"w": "600",
		"h": "852"
	},
	"title": "Disharmony in the School Board, 1873",
	"description": "Extract from a report on Heylipol School by the schoolmaster John MacFarlane for the Duchess of Argyll. In addition to providing information on attendance, subjects taught and the harvest, the schoolmaster writes that the disharmony amongst members of the School Board has been referred to the Education Board in Edinburgh. They could not agree where new schools should be built."
}, {
	"obj_id": "1999.113.24",
	"township": "hough",
	"geocode": {
		"lat": "56.505342",
		"long": "-6.970394",
		"scale": "building",
		"what": "approx location of photo"
	},
	"image": {
		"slug": "hough\/v45.jpg",
		"w": "600",
		"h": "396"
	},
	"title": "Bringing marram grass from behind Ben Hough around 1940",
	"description": "There used to be a lot more marram grass on Tiree, and it was this that was hand-cut for thatching houses and barns. Nowadays, thatch has to be imported from the mainland and is generally made of reeds rather than marram."
}, {
	"obj_id": "1998.170.17",
	"township": "hough",
	"geocode": {
		"lat": "56.509597",
		"long": "-6.963322",
		"scale": "township",
		"what": "top of Ben Hough"
	},
	"image": {
		"slug": "hough\/land_applicants.jpg",
		"w": "600",
		"h": "353"
	},
	"title": "Summary of land requests in 1893",
	"description": "Table produced by Argyll Council in 1893 summarising the requests made by Balevullin residents to rent croft land in. To this day, a crofter's land holdings can be scattered widely across the island."
}, {
	"obj_id": "2003.105.15",
	"township": "hough",
	"geocode": {
		"lat": "56.512069",
		"long": "-6.955936",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "hough\/u93.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "Spring-cleaning at Hough in the mid-1930s",
	"description": "Mattresses and pillows were carried outside to be aired in the sunshine and wind, while the householders kept a watchful eye for any signs of rain!"
}, {
	"obj_id": "1997.61.2",
	"township": "hough",
	"geocode": {
		"lat": "56.509597",
		"long": "-6.963322",
		"scale": "township",
		"what": "top of Ben Hough"
	},
	"image": {
		"slug": "hough\/prophet.jpg",
		"w": "600",
		"h": "821"
	},
	"title": "Knowing the future in the 1800s",
	"description": "Page from the English translation of a newspaper article in Gaelic (The Scotsman, 10th November 1984) by Neil Brownlie about the 19th century prophet John MacLean of Hough and Ruaig. John foresaw the first and second world wars, the arrival of the RAF on Tiree, the division of farms into crofts and the disappearance of townships behind Ben Hough."
}, {
	"obj_id": "2005.98.4",
	"township": "hough",
	"geocode": {
		"lat": "56.509953",
		"long": "-6.961822",
		"scale": "building",
		"what": "radio station"
	},
	"image": {
		"slug": "hough\/g133.jpg",
		"w": "600",
		"h": "424"
	},
	"title": "Monitoring air traffic in the 1950s",
	"description": "Communication Officer John MacLeod at the radio station at the top of Ben Hough in the late 1950s. The station was run by the Ministry of Civil Aviation and provided radio communications and position fixing services to aircraft flying over the West of Scotland and the Hebrides."
}, {
	"obj_id": "2009.20.2",
	"township": "hough",
	"geocode": {
		"lat": "56.498900",
		"long": "-6.945114",
		"scale": "building",
		"what": "stone circle"
	},
	"image": {
		"slug": "hough\/stone_circles.jpg",
		"w": "600",
		"h": "795"
	},
	"title": "Ancient Hough",
	"description": "Summary of research results regarding the stone circles and other archaeological features at Hough by Darko Maricevic, University of Reading. Darko discovered that there are many other archaeological features, such as burial chambers, in a large area extending to beyond both sides of the Moss road."
}, {
	"obj_id": "2003.124.7",
	"township": "hough",
	"geocode": {
		"lat": "56.509597",
		"long": "-6.963322",
		"scale": "township",
		"what": "top of Ben Hough"
	},
	"image": {
		"slug": "hough\/b159_squab.jpg",
		"w": "600",
		"h": "372"
	},
	"title": "How to make a sheaf",
	"description": "Donald MacKinnon of Hough demonstrating how to tie a 'bann' around a 'sguab' (sheaf) in August 2002. Before mechanisation, crops were first arranged into small stacks of several sheaves in the field. Once dry, they were transported to the croft's stackyard to be stored in large haystacks."
}, {
	"obj_id": "1997.26.4",
	"township": "hough",
	"geocode": {
		"lat": "56.501328",
		"long": "-6.986158",
		"scale": "building",
		"what": "Dùn Haingis"
	},
	"image": {
		"slug": "hough\/artoise.jpg",
		"w": "600",
		"h": "329"
	},
	"title": "What happened to the crew of the 'Artoise'? Extract from a letter dated 1979 to the minister on Tiree from a descendent of the captain of the sailing ship 'Artoise' that was wrecked off Craiginnis (behind Ben Hough) in 1830",
	"description": "The captain and crew were buried near Dùn Haingis, close to the wreck-site. There is a memorial inscription to the captain, Owen Edwards, in a graveyard near his home in Cardigan, Wales."
}, {
	"obj_id": "2001.68.2",
	"township": "hough",
	"geocode": {
		"lat": "56.500083",
		"long": "-6.943944",
		"scale": "building",
		"what": "standing stone"
	},
	"image": {
		"slug": "hough\/f101.jpg",
		"w": "600",
		"h": "425"
	},
	"title": "Standing stones and stone circles",
	"description": "A standing stone of one of two stone circles near to a large complex of hidden burial chambers at Hough (photographed in 2000). Most of the other stones of these two circles have fallen over, with some partially buried."
}, {
	"obj_id": "1999.126.9",
	"township": "hough",
	"geocode": {
		"lat": "56.502600",
		"long": "-6.985767",
		"scale": "building",
		"what": "ruin"
	},
	"image": {
		"slug": "hough\/j55.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "The ruins of the tangle store behind Ben Hough (photographed in 1999)",
	"description": "During the 1800's, there was a booming kelp industry on Tiree that created a new level of wealth for many islanders. Crofters were employed to collect the kelp or 'tangle' from the shore for processing at the seaweed factory."
}, {
	"obj_id": "2001.75.8",
	"township": "hynish",
	"geocode": {
		"lat": "56.447483",
		"long": "-6.897817",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Hynish"
	},
	"image": {
		"slug": "hynish\/hynish_school_report.jpg",
		"w": "600",
		"h": "310"
	},
	"title": "Inspector's report for Hynish School, 1863",
	"description": "This extract from a report on individual schools on Tiree, indicates that there was once a school at Hynish supported by the Free Church Ladies Society. Although we do not know exactly where the school was, the report tells us that 'the classroom is one of the ordinary thatched houses having the floor boarded over half its area'. The school roll was 21 boys and 23 girls, although only 24 pupils were present during the inspection."
}, {
	"obj_id": "2011.116.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.446733",
		"long": "-6.894967",
		"scale": "croft",
		"what": "approx location photo taken"
	},
	"image": {
		"slug": "hynish\/hynish_bulbs.jpg",
		"w": "600",
		"h": "896"
	},
	"title": "Tulips from Hynish Farm",
	"description": "Parts of Tiree were awash with the bright colours of tulips and daffodils during the bulb industry of the 1960s. This photo from a student dissertation titled 'Tiree Bulbs' by Ena MacLean Percy at The Royal College of Nursing, Edinburgh, gives an idea of how many of Tiree's fields looked during that time. The industry was short-lived, however, partly due to Tiree's unsympathetic weather, and partly due to the greater success of the Dutch bulb industry. The dissertation includes a history of bulbs, an account of Tiree's bulb varieties, and a map of sites on the island. Found at a recycling centre in Fort William in 2011."
}, {
	"obj_id": "2002.104.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.445183",
		"long": "-6.902183",
		"scale": "building",
		"what": "Millport House"
	},
	"image": {
		"slug": "hynish\/defence_medal.jpg",
		"w": "600",
		"h": "764"
	},
	"title": "For services during WWII",
	"description": "The Defence Medal (1939-1945) was presented to all volunteers of the Tiree Home Guard who helped defend Tiree's shores, and therefore Britain, during the Second World War. This medal belonged to Alexander Campbell of Millport House, Hynish, and was accompanied by a certificate and letter of thanks from his King and Country."
}, {
	"obj_id": "1997.156.2",
	"township": "hynish",
	"geocode": {
		"lat": "56.449317",
		"long": "-6.891717",
		"scale": "building",
		"what": "Hynish pier"
	},
	"image": {
		"slug": "hynish\/b3.jpg",
		"w": "600",
		"h": "426"
	},
	"title": "Coal delivered by 'Starlight'",
	"description": "Deliveries of coal were made by coal puffer all around the coast of Tiree so that it could be off-loaded closest to where it was needed. At Hynish the puffer tied up to the pier, depositing the coal into waiting horse-drawn carts. Where there was no pier, such as Balinoe and Balephetrish, the puffer dropped anchor close to the beach at high tide so that carts could draw up alongside the beached boat at low tide."
}, {
	"obj_id": "2010.24.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.447167",
		"long": "-6.898233",
		"scale": "building",
		"what": "Hynish House"
	},
	"image": {
		"slug": "hynish\/n104.jpg",
		"w": "600",
		"h": "926"
	},
	"title": "Inside Hynish House in the 1950s",
	"description": "We are not sure of this rather grand-looking lady's full name, but understand that she was known as Mrs MacLean and that her father may have been a tacksman on Tiree. Tacksmen occupied a sort of 'middle tier' in landownership between the Duke of Argyll and the crofters. Mrs MacLean's father may have been distantly related to the Duke and probably held enough land that he was able to sublet to crofters, whilst retaining his right to the land for generations."
}, {
	"obj_id": "2009.90.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.449317",
		"long": "-6.891717",
		"scale": "building",
		"what": "Hynish pier"
	},
	"image": {
		"slug": "hynish\/hynish_plan.jpg",
		"w": "600",
		"h": "874"
	},
	"title": "Architect's plan of the Hynish complex in 1843",
	"description": "This extract from Alan Stevenson's 'Account of the Skerryvore Lighthouse', shows the original purpose of the buildings at Hynish that still stand today. Alan Stevenson was the architect behind the Skerryvore Lighthouse and its support infrastructure at Hynish. His account includes charts of Skerryvore rocks and minor skerries during low and high tides, plans of the curves for the lighthouse towers, engineer's sketches of the marine dynamometer and balance crane used to move stones, scaled elevation and longitudinal and transverse sections of the completed lighthouse, and plans of the temporary barrack to house the workers."
}, {
	"obj_id": "2006.21.2",
	"township": "hynish",
	"geocode": {
		"lat": "56.449317",
		"long": "-6.891717",
		"scale": "building",
		"what": "Hynish pier"
	},
	"image": {
		"slug": "hynish\/granite.jpg",
		"w": "600",
		"h": "387"
	},
	"title": "Base material for an Atlantic lighthouse",
	"description": "The first courses (base) of Skerryvore Lighthouse were assembled from large dressed stones of grey granite like this sample from Hynish. The upper courses were made of lighter-coloured stone from Mull, the same stone that was used to build the pier and dock."
}, {
	"obj_id": "2012.74.11",
	"township": "hynish",
	"geocode": {
		"lat": "56.449317",
		"long": "-6.891717",
		"scale": "building",
		"what": "Hynish pier"
	},
	"image": {
		"slug": "hynish\/r130.jpg",
		"w": "600",
		"h": "486"
	},
	"title": "Preparing to launch around 1980",
	"description": "Lachie MacFarlane of Hynish is getting ready to launch his boat at Hynish pier to tend his lobster creels, which will be settled on the seabed in shallow inshore waters close to Hynish. The topography of the seabed off Tiree is particularly suited to lobsters because of its complex rocky structure. Nowadays, lobster-fishing is done further offshore using larger motorised boats."
}, {
	"obj_id": "2011.120.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.448383",
		"long": "-6.888133",
		"scale": "building",
		"what": "An Leac Dhubh"
	},
	"image": {
		"slug": "hynish\/rock_fishing_hynish.jpg",
		"w": "600",
		"h": "876"
	},
	"title": "Traditional line fishing at Hynish",
	"description": "Alastair MacNeill writes about his father fishing from the rocks using a cord line on a bamboo cane, and his own memories of doing the same at An Leac Dhubh \/ The Black Rock, as a boy in the 1940s."
}, {
	"obj_id": "2011.107.2",
	"township": "hynish",
	"geocode": {
		"lat": "56.450317",
		"long": "-6.894700",
		"scale": "beach",
		"what": "An Cladach Arabach"
	},
	"image": {
		"slug": "hynish\/p155.jpg",
		"w": "600",
		"h": "369"
	},
	"title": "Post-war tragedy",
	"description": "In September 1945, wreckage from the yacht 'Charm' mysteriously washed up in Hynish Bay. It transpired the boat had been bought in Ireland some days before as was being sailed from Sligo to Belfast by its new owner, RAF Group Captain G.N. Warrington and his wife and two friends, when it ran into a gale and probably also a free-floating mine left over from WWII. A full-scale search was carried out by the RAF and others, but the bodies were never found. The photo is of the 'Charm' at its berth in Sligo."
}, {
	"obj_id": "2004.11.4",
	"township": "hynish",
	"geocode": {
		"lat": "56.448733",
		"long": "-6.892550",
		"scale": "building",
		"what": "Alan Stevenson House"
	},
	"image": {
		"slug": "hynish\/e116.jpg",
		"w": "600",
		"h": "515"
	},
	"title": "Royal seal of approval in 1991",
	"description": "Mairi Lyndsey Campbell of Cornaigbeg presents a bouquet to Princess Anne, the Princess Royal, at the opening of the Alan Stevenson Centre at Hynish in June 1991. Hynish complex was built in the mid-1800s to support the building and running of Skerryvore Lighthouse off the west coast of Tiree. There was living accommodation for the lighthouse keepers and their families, a tower for signalling to the lighthouse, a coal store, a workshop, a smiddy and walled gardens for growing vegetables. The complex was acquired and restored by the Hebridean Trust in the late 1980s."
}, {
	"obj_id": "2013.22.1",
	"township": "hynish",
	"geocode": {
		"lat": "56.444367",
		"long": "-6.900167",
		"scale": "beach",
		"what": "Goinneag beach"
	},
	"image": {
		"slug": "hynish\/coconut.jpg",
		"w": "600",
		"h": "363"
	},
	"title": "Tropical Tiree",
	"description": "Coconuts from palm trees in the tropical Caribbean regularly drift up into the North Atlantic via the Gulf Stream and occasionally wash up on Tiree's shores after westerly gales. This complete coconut was found on the shore south-west of Hynish in winter 2009\/2010."
}, {
	"obj_id": "2001.207.2",
	"township": "kenavara",
	"geocode": {
		"lat": "56.468517",
		"long": "-6.970983",
		"scale": "beach",
		"what": "Tràigh nan Gilean"
	},
	"image": {
		"slug": "kenavara\/philorth.jpg",
		"w": "600",
		"h": "772"
	},
	"title": "Purchase of a wreck at Kenavara in 1871",
	"description": "Written agreement of sale of the schooner 'Philorth' that lay wrecked on the beach at Kenavara. It belonged to Wilson Summers of Fraserburgh who sold it to Archibald MacDonald of Tobermory for £105."
}, {
	"obj_id": "1999.94.17",
	"township": "kenavara",
	"geocode": {
		"lat": "56.468517",
		"long": "-6.970983",
		"scale": "beach",
		"what": "Tràigh nan Gilean"
	},
	"image": {
		"slug": "kenavara\/y27.jpg",
		"w": "600",
		"h": "374"
	},
	"title": "Munching on seaweed at Tràigh nan Gilean with Kenavara in the background",
	"description": "There is a good reason why cattle are allowed to roam the beaches. Apart from being able to shelter from gales behind the dunes, they can eat the seaweed which is full of nutrients that they may not otherwise have access to."
}, {
	"obj_id": "1997.184.6",
	"township": "kenavara",
	"geocode": {
		"lat": "56.453533",
		"long": "-6.972167",
		"scale": "building",
		"what": "chapel"
	},
	"image": {
		"slug": "kenavara\/a183.jpg",
		"w": "600",
		"h": "383"
	},
	"title": "St Patrick's chapel around 1945",
	"description": "There are tales and superstitions regarding the ancient chapel. This verse, from the TireePlaceNames website and translated from the Gaelic, is one such example: 'A sound can be heard at St Patrick's Temple \/ A reel of joy and song \/ Fairies playing the fiddle \/ To keep your mind active'."
}, {
	"obj_id": "2000.129.1",
	"township": "kenavara",
	"geocode": {
		"lat": "56.456950",
		"long": "-6.968467",
		"scale": "building",
		"what": "kelp-burning ridges"
	},
	"image": {
		"slug": "kenavara\/k85.jpg",
		"w": "600",
		"h": "365"
	},
	"title": "Kelp-burning at Kennavara around 1900",
	"description": "Kelp collecting and burning was a major activity of Tiree people during the 1800s and early 1900s, when the extraction of soda, potash and iodine from seaweed became an important British industry. The kelp (the long-stemmed seaweed that gets washed up on the shore) was dried on stone ridges on the shore and burnt in U-shaped pits. The remains of these ridges and pits are still visible on the east shore of Kenavara."
}, {
	"obj_id": "2012.106.8",
	"township": "kenavara",
	"geocode": {
		"lat": "56.462767",
		"long": "-6.966833",
		"scale": "building",
		"what": "gate on north shoulder of Kenavara"
	},
	"image": {
		"slug": "kenavara\/pottery_bones.jpg",
		"w": "600",
		"h": "619"
	},
	"title": "Evidence of ancient settlement from 9,000 years ago",
	"description": "During the 1970's, the naturalist Morton Boyd examined and documented Tiree's biology and landscape, including some of its archaeological sites. One the north shoulder of Kenavara, he discovered fragments of pottery and bone in a midden that could have been created by Tiree's first seasonal residents up to 9,000 years ago. The hand-written notes are his."
}, {
	"obj_id": "2005.95.5",
	"township": "kenavara",
	"geocode": {
		"lat": "56.452617",
		"long": "-6.974483",
		"scale": "beach",
		"what": "Am Fang Dubh"
	},
	"image": {
		"slug": "kenavara\/g188.jpg",
		"w": "600",
		"h": "414"
	},
	"title": "Am Fang Dubh \/ The Black Cattle Pen (photographed in 2004)",
	"description": "The name suggests that this stony bay surrounded by high cliffs on the southern shore of Kennavara could have been used as a natural pen for holding livestock. There are the ruined foundations of a small stone hut in the middle, which was used by fishermen in the summer months."
}, {
	"obj_id": "2011.32.1",
	"township": "kenavara",
	"geocode": {
		"lat": "56.459967",
		"long": "-6.966650",
		"scale": "building",
		"what": "burial chamber"
	},
	"image": {
		"slug": "kenavara\/p123.jpg",
		"w": "600",
		"h": "394"
	},
	"title": "Calum the Tinker's Cave (photographed around 1998)",
	"description": "Named after a traveller who sheltered here when visiting the area. The cave is possibly a Neolithic or Bronze Age burial chamber up to 6,000 years old. Pictured are Lachie & Flora MacLean, Druimfraoich."
}, {
	"obj_id": "2011.80.4",
	"township": "kenavara",
	"geocode": {
		"lat": "56.459533",
		"long": "-6.980217",
		"scale": "building",
		"what": "cave"
	},
	"image": {
		"slug": "kenavara\/p146.jpg",
		"w": "600",
		"h": "886"
	},
	"title": "Entrance to An Uamh Mhòr \/ The Big Cave (photographed in 2010)",
	"description": "There are several caves on the sea cliffs at Kenavara, most with associated legends of people becoming lost in them. The Big Cave is treacherous to reach being at sea level at the foot of steep high cliffs, although this photograph suggests that someone has attached a rope to assist ascent into the cave!"
}, {
	"obj_id": "1998.138.20",
	"township": "kenavara",
	"geocode": {
		"lat": "56.459617",
		"long": "-6.966567",
		"scale": "building",
		"what": "fank"
	},
	"image": {
		"slug": "kenavara\/n6.jpg",
		"w": "600",
		"h": "374"
	},
	"title": "Sheep-dipping at Kenavara in 1933",
	"description": "Originally a cattle fold for the Barrapol township, it was adapted for dipping sheep when treatments for various sheep parasites became available. Dipping the township's sheep was a good opportunity for a social gathering."
}, {
	"obj_id": "2003.130.14",
	"township": "kenovay",
	"geocode": {
		"lat": "56.509683",
		"long": "-6.886133",
		"scale": "building",
		"what": "the Maxwell's house"
	},
	"image": {
		"slug": "kenovay\/cmaclean.jpg",
		"w": "600",
		"h": "719"
	},
	"title": "Extract from a letter about Charles MacLean of Kenovay",
	"description": "Charles MacLean worked for one of Scotland's most famous breeders and exporters of Clydesdale workhorses, caring for consignments of horses during their 6-week journey to Australia by ship."
}, {
	"obj_id": "1999.117.71",
	"township": "kenovay",
	"geocode": {
		"lat": "56.516417",
		"long": "-6.886600",
		"scale": "building",
		"what": "Rossdhu"
	},
	"image": {
		"slug": "kenovay\/d40.jpg",
		"w": "600",
		"h": "373"
	},
	"title": "Postcard showing Rossdhu croft house in Kenovay in the 1930s",
	"description": "Postcard showing Rossdhu croft house in Kenovay in the 1930s"
}, {
	"obj_id": "1999.130.17",
	"township": "kenovay",
	"geocode": {
		"lat": "56.510667",
		"long": "-6.886333",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Kenovay"
	},
	"image": {
		"slug": "kenovay\/nmacfadyen.jpg",
		"w": "600",
		"h": "1067"
	},
	"title": "Newspaper article about Captain Neil MacFadyen of Kenovay",
	"description": "During WWII, Captain MacFadyen's ship was torpedoed. He and his crew managed to make enough repairs at sea to safely bring their ship into port at Murmansk on 29th December 1943. They were highly decorated for their actions."
}, {
	"obj_id": "2011.18.9",
	"township": "kenovay",
	"geocode": {
		"lat": "56.512333",
		"long": "-6.890117",
		"scale": "building",
		"what": "station"
	},
	"image": {
		"slug": "kenovay\/ww2_secret.jpg",
		"w": "600",
		"h": "343"
	},
	"title": "Part of a map showing the plans for a H",
	"description": "F. \/ D.F. station at Kenovay during WWII. Drawn by the Air Ministry in July 1943 and stamped 'SECRET'. It was so much of a secret that we don't know what the station was used for or whether it was even built!"
}, {
	"obj_id": "2007.26.1",
	"township": "kenovay",
	"geocode": {
		"lat": "56.514533",
		"long": "-6.886883",
		"scale": "building",
		"what": "Druimfhraoich"
	},
	"image": {
		"slug": "kenovay\/horsebit.jpg",
		"w": "600",
		"h": "301"
	},
	"title": "Locally made mouth-bit from a horse's bridle",
	"description": "Iron bits such as this were made by local blacksmiths for Tiree's work-horses. This one is from Druimfhraoich, Kenovay. It has been painted black to preserve it."
}, {
	"obj_id": "2009.90.5",
	"township": "kenovay",
	"geocode": {
		"lat": "56.511783",
		"long": "-6.885717",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "kenovay\/q147.jpg",
		"w": "600",
		"h": "339"
	},
	"title": "Thatching at Kenovay around 1985",
	"description": "The marram thatch on thatched houses needed to be replaced every couple of years. Here, Neil MacDonald of Kenovay (Niall Dubh) and Murdoch MacLean of Kilmoluaig (Murchadh Eachainn) are thatching Neil's old house. The thatch has now been replaced with black felt."
}, {
	"obj_id": "1999.111.6",
	"township": "kenovay",
	"geocode": {
		"lat": "56.514533",
		"long": "-6.886883",
		"scale": "building",
		"what": "Druimfhraoich"
	},
	"image": {
		"slug": "kenovay\/v62.jpg",
		"w": "600",
		"h": "422"
	},
	"title": "Haystacks at Druimfhraoich croft, Kenovay, in the 1940s",
	"description": "The stacks were built by hand at the end of the summer. Once the hay was dry, it was taken to a stackyard by the croft house, where it was built into larger stacks and fastened down by nets to protect it against winter gales."
}, {
	"obj_id": "2012.127.1",
	"township": "kenovay",
	"geocode": {
		"lat": "56.511300",
		"long": "-6.885250",
		"scale": "building",
		"what": "buildings at Kenovay"
	},
	"image": {
		"slug": "kenovay\/r181.jpg",
		"w": "600",
		"h": "274"
	},
	"title": "MacLean the Butcher's first premises at Kenovay around 1930",
	"description": "MacLean's Butchers is probably better known from its premises next to the Co-op in Scarinish. However, it first began next to Donald and Nan MacLean's house at Kenovay. The butchers is the building at the back, behind the gig and left of the thatched barn."
}, {
	"obj_id": "2004.1.4",
	"township": "kenovay",
	"geocode": {
		"lat": "56.514533",
		"long": "-6.886883",
		"scale": "building",
		"what": "Druimfhraoich"
	},
	"image": {
		"slug": "kenovay\/harvest_knot.jpg",
		"w": "600",
		"h": "997"
	},
	"title": "How to make a harvest knot",
	"description": "Harvest knots were made at the end of the harvest and attached to the harnesses of the work-horses. These three stages of making a knot were used to demonstrate the process by Lachie MacLean, Druimfhraoich, who learnt it from his father. Have fun trying it yourself! - 1) cut two lengths of thick stem, 2) tie thread around one end, 3) plait together by bending one over the other at right angles, 4) tie other end with thread, 5) bend plait into a simple knot, and 6) tie the two ends together."
}, {
	"obj_id": "2005.25.3",
	"township": "kenovay",
	"geocode": {
		"lat": "56.518850",
		"long": "-6.886767",
		"scale": "building",
		"what": "location of coal ree"
	},
	"image": {
		"slug": "kenovay\/g158.jpg",
		"w": "600",
		"h": "303"
	},
	"title": "The Coal Ree at Kenovay in 2004",
	"description": "The coal ree was a high walled enclosure into which the coal was stored after it was delivered by ship onto the beach at Balephetrish Bay. The first coal brought to the Kenovay coal ree was in 1900 at 12 shillings a ton - that's 60p in today's money!"
}, {
	"obj_id": "1998.72.1",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.495633",
		"long": "-6.968650",
		"scale": "building",
		"what": "Kilkenneth chapel"
	},
	"image": {
		"slug": "kilkenneth\/st_columba.jpg",
		"w": "600",
		"h": "805"
	},
	"title": "Saint Kenneth and the chapel",
	"description": "Extract from a leaflet 'St. Columba and Tiree' by the Rev. Robert Higham, suggesting that the ruined chapel at Kilkenneth is named after a companion of Saint Columba (563-600 AD)."
}, {
	"obj_id": "1999.118.2",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.495633",
		"long": "-6.968650",
		"scale": "building",
		"what": "Kilkenneth chapel"
	},
	"image": {
		"slug": "kilkenneth\/kilkenneth_cross.jpg",
		"w": "600",
		"h": "989"
	},
	"title": "Stone cross from Kilkenneth Chapel",
	"description": "Crosses carved into stone can still be seen at several of Tiree's oldest chapels. This photograph, held by the Royal Commission on the Ancient and Historical Monuments of Scotland, is, however, the only record of the Kilkenneth stone cross that we have on Tiree. The stone went missing some years ago."
}, {
	"obj_id": "2009.9.1",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.495633",
		"long": "-6.968650",
		"scale": "building",
		"what": "Kilkenneth chapel"
	},
	"image": {
		"slug": "kilkenneth\/chapel_wall.jpg",
		"w": "600",
		"h": "430"
	},
	"title": "Drawing of a gable end of Kilkenneth Chapel",
	"description": "In 2007-2008, archaeologists from the Scottish Coastal Archaeology and the Problem of Erosion project investigated the ruins of Kilkenneth Chapel. The drawing is part of a report by Tom Dawson of SCAPE."
}, {
	"obj_id": "1997.173.1",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.494183",
		"long": "-6.966217",
		"scale": "building",
		"what": "ruin of smiddy"
	},
	"image": {
		"slug": "kilkenneth\/e2.jpg",
		"w": "600",
		"h": "374"
	},
	"title": "The smiddy at Kilkenneth in the early 20th century",
	"description": "The blacksmith, John MacKinnon, is on the right holding the horse's hoof. There were at least 10 smiddies about the island and these were great places to gather for a chat. Rather than being an inconvenience, some crofters looked forward to their horses losing a shoe so that they could have a rest from work and a bit of a ceilidh."
}, {
	"obj_id": "2001.46.2",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.492833",
		"long": "-6.948367",
		"scale": "building",
		"what": "cairn"
	},
	"image": {
		"slug": "kilkenneth\/e191.jpg",
		"w": "600",
		"h": "398"
	},
	"title": "Tur Mhic Chaluim \/ MacCallum's cairn",
	"description": "Reverend Donald MacCallum was a minister on Tiree during 1887-1889. He was radicalised by what he saw of The Clearances and became a chief leader of the Land League Movement for crofters' and cottars' rights to security of tenure and fair rents. An inscription reads: 'Tùr McCallum, 1st July 1889. Bas na Buaidh \/ Death or Victory.'"
}, {
	"obj_id": "2001.97.28",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.494350",
		"long": "-6.967767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Kilkenneth"
	},
	"image": {
		"slug": "kilkenneth\/scarlet_fever.jpg",
		"w": "600",
		"h": "474"
	},
	"title": "Scarlet fever outbreak in 1895",
	"description": "The island's doctor, Dr Buchanan, is quoted in the Medical Officer of Health's Fifth Annual Report (1895), regarding an outbreak of scarlet fever that originated in Glasgow and spread through the schools and townships in the west of the island."
}, {
	"obj_id": "1998.139.2",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.494350",
		"long": "-6.967767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Kilkenneth"
	},
	"image": {
		"slug": "kilkenneth\/n22.jpg",
		"w": "600",
		"h": "918"
	},
	"title": "The last professional weaver on Tiree",
	"description": "Mrs MacDonald of Kilkenneth is pictured with her spinning wheel around 1915 - 1925. At the time, a woollen garment worn on Tiree could have been made from cloth woven on Tiree using wool spun on Tiree from sheep raised on Tiree."
}, {
	"obj_id": "2000.130.2",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.494350",
		"long": "-6.967767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Kilkenneth"
	},
	"image": {
		"slug": "kilkenneth\/k89.jpg",
		"w": "600",
		"h": "944"
	},
	"title": "A souterrain at Kilkenneth around 1918",
	"description": "The souterrain was discovered by John MacIntyre when his plough hit a rock in 1918. When he lifted the rock he found an underground passage. It has since been covered over. There are three known souterrains on Tiree, which are thought to have been built around 200AD as stores or refuges."
}, {
	"obj_id": "2012.116.1",
	"township": "kilkenneth",
	"geocode": {
		"lat": "56.494350",
		"long": "-6.967767",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Kilkenneth"
	},
	"image": {
		"slug": "kilkenneth\/tankard.jpg",
		"w": "600",
		"h": "767"
	},
	"title": "Pewter tankard awarded in 1884",
	"description": "Inscribed '10th LRV Sports 1884 Tug-o-War won by N. McIntyre'. It may have belonged to Neil McIntyre of Kilkenneth\/Balevullin who was born around 1840. The tankard was 'found on a beach on Tiree'."
}, {
	"obj_id": "2010.20.1",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/m198.jpg",
		"w": "600",
		"h": "386"
	},
	"title": "'Doonside' - the original New Zealand home of Sir Donald MacLean of Kilmoluaig",
	"description": "Donald emmigrated from Kilmoluaig to New Zealand in 1838, establishing a large, successful farming station at Maraekakako that employed many other Tiree emmigrants. He learnt the Maori language and culture, stood up for their rights, and went on to become Minister for Native Affairs and Minister of Defense."
}, {
	"obj_id": "2000.26.1",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/s79.jpg",
		"w": "600",
		"h": "345"
	},
	"title": "John MacLean of Kilmoluaig and Carmarthen haymaking around 1940",
	"description": "His family became very notable: one son was Sir Donald MacLean, K.B.E., P.C., LL.D., solicitor and politician, chairman of the Parliamentary Liberal Party, Chairman of Ways and Means and Deputy Speaker, while another son was Sir Ewan MacLean, President of the Royal College of Obstetricians and Gynaecologists 1935-1938. His grandson was Donald MacLean, the infamous Cold War spy who defected to Russia."
}, {
	"obj_id": "2000.26.27",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/s78.jpg",
		"w": "600",
		"h": "834"
	},
	"title": "Building a haystack at Kilmoluaig in the early 1950s",
	"description": "Donald Archie MacLean of Lochside, Kilmoluaig, is passing hay up to one of the Millhouse boys."
}, {
	"obj_id": "2000.82.2",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.505533",
		"long": "-6.929150",
		"scale": "building",
		"what": "Alasdair's house"
	},
	"image": {
		"slug": "kilmoluaig\/k60.jpg",
		"w": "600",
		"h": "425"
	},
	"title": "Milking a cow into a 'tanger' in the 1980s",
	"description": "Smaller than the usual milking pail, a tanger was handier for milking cows that kicked or when milk had to be measured for feeding the calves. Here Alasdair MacDonald of Kilmoluaig is showing how it's done."
}, {
	"obj_id": "1997.89.4",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/road_petition.jpg",
		"w": "600",
		"h": "767"
	},
	"title": "Petition to upgrade the road, 1903",
	"description": "Transcripted letter from the crofters of Kilmoluaig stating that they will refuse to pay the County Assessments until the township road is dressed by the Council."
}, {
	"obj_id": "1997.133.1",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/sheaves_battle.jpg",
		"w": "600",
		"h": "456"
	},
	"title": "Folk tale about a battle with Norsemen in Kilmoluaig",
	"description": "The story appears in 'The Fians', a book of folktales from around the Highlands and islands by Rev John Gregorson Campbell, 1891, and was written as it was told in 1865 by Donald Cameron of Tiree."
}, {
	"obj_id": "2011.83.2",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.509083",
		"long": "-6.925133",
		"scale": "building",
		"what": "Cnoc Bhiosta house"
	},
	"image": {
		"slug": "kilmoluaig\/swordbayonet.jpg",
		"w": "600",
		"h": "206"
	},
	"title": "Sword-bayonet",
	"description": "Found during renovation work hidden in the thatched roof of 'Cnoc Bhiosta', Kilmoluaig. It is a type of Yataghan bayonet modelled on a Turkish sword- shape and manufactured in France in 1873. It was probably brought to Tiree by a previous owner's brother who was in the Canadian army during the early 1900s."
}, {
	"obj_id": "2004.5.12",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.509083",
		"long": "-6.925133",
		"scale": "building",
		"what": "Cnoc Bhiosta house"
	},
	"image": {
		"slug": "kilmoluaig\/r76.jpg",
		"w": "600",
		"h": "405"
	},
	"title": "Traditional range",
	"description": "The range was the heart of the house, providing heat for comfort and cooking in the main room. This one was photographed around 1980 in Iain MacKinnon's (Iain Chaluim) thatched house in Kilmoluaig (now Cnoc Bhiosta). Iain lived there all his life, as he preferred it, without mains water or electricity. His was the last house on the island without electricity."
}, {
	"obj_id": "1998.103.3",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.509467",
		"long": "-6.936250",
		"scale": "croft",
		"what": "Ben View house"
	},
	"image": {
		"slug": "kilmoluaig\/g3.jpg",
		"w": "600",
		"h": "376"
	},
	"title": "Harvesting in Kilmoluaig in the 1920s",
	"description": "Everyone chipped in - extended family and friends working together while the harvester was pulled by their horse. L-R: Donald Archie, Alick, Neil MacDonald, Donald MacKechnie, John Lamont, Bella MacLean, Marion and Alexander MacKechnie."
}, {
	"obj_id": "2003.126.2",
	"township": "kilmoluaig",
	"geocode": {
		"lat": "56.511050",
		"long": "-6.933133",
		"scale": "township",
		"what": "crossroads half way down Kilmoluaig road"
	},
	"image": {
		"slug": "kilmoluaig\/label.jpg",
		"w": "600",
		"h": "315"
	},
	"title": "Delivery label for timber destined for Kilmoluaig around 1920",
	"description": "The wood came from Edinburgh via rail and the ferry SS 'Dunara Castle', and was for Archibald MacDonald's new house."
}, {
	"obj_id": "2002.183.1",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.525444",
		"long": "-6.801411",
		"scale": "building",
		"what": "approx location of golfers"
	},
	"image": {
		"slug": "kirkapol\/u65.jpg",
		"w": "600",
		"h": "386"
	},
	"title": "Playing golf at Kirkapol in the 1920s",
	"description": "Golf was first played on Tiree in 1886 by the officers of marines who came to 'pacify' 'rebellious' crofters. In 1899, the Duke of Argyll donated funds to set up the Tiree Golf Club and by 1911 a modern 18-hole links course was being played on the machair at Kirkapol and Vaul."
}, {
	"obj_id": "1999.167.6",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.523064",
		"long": "-6.808458",
		"scale": "building",
		"what": "Lodge Hotel"
	},
	"image": {
		"slug": "kirkapol\/schools_info.jpg",
		"w": "600",
		"h": "775"
	},
	"title": "School report in the 1860s",
	"description": "Report about the number of pupils in Tiree schools in 1862-63 and the subjects in which examinations were taken. Kirkapol School was established in the 1790s and was run by the Scottish Society for the Promotion of Christian Knowledge. It is the original function of the Lodge Hotel building."
}, {
	"obj_id": "1998.107.3",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.523064",
		"long": "-6.808458",
		"scale": "building",
		"what": "Lodge Hotel"
	},
	"image": {
		"slug": "kirkapol\/y44.jpg",
		"w": "600",
		"h": "432"
	},
	"title": "Tiree's Crystal Palace",
	"description": "Lady Victoria Campbell, the Duke of Argyll's sister, sitting in the doorway of the annexe to the Lodge in the 1890s or early 1900s. The Duke told his sister that he would charge her 'one barley corn' as rent on her 'Tiree Mansion'. It was known in the family as 'The Crystal Palace'."
}, {
	"obj_id": "2003.18.26",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.523064",
		"long": "-6.808458",
		"scale": "building",
		"what": "Lodge Hotel"
	},
	"image": {
		"slug": "kirkapol\/u31.jpg",
		"w": "600",
		"h": "382"
	},
	"title": "Postcard of Tiree Lodge postmarked 1908",
	"description": "The Lodge was originally built for a school in the 1790s, became the estate's gamekeeper's house, followed by a residence of the Duke of Argyll's sister, then an officer's mess during WWII, rented as a private shooting lodge and finally sold in 1957 to a hotelier."
}, {
	"obj_id": "2002.69.3",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.524225",
		"long": "-6.811325",
		"scale": "building",
		"what": "chapel"
	},
	"image": {
		"slug": "kirkapol\/t58.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "Human skeletons at Kirkapol chapels",
	"description": "In 2001, archaeologists excavated a burial vault beneath the east gable of the larger of the two ruined chapels. The vault is thought to be part of the chapel's original structure and was for the internment of clergy."
}, {
	"obj_id": "1997.159.30",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.524225",
		"long": "-6.811325",
		"scale": "building",
		"what": "chapel in foreground"
	},
	"image": {
		"slug": "kirkapol\/d19.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "The ruined chapels at Kirkapol as they looked in 1912",
	"description": "The white dog in the foreground belonged to Lady Frances Balfour, whose brother, Lord Archibald Campbell, was the son of the 8th Duke of Argyll."
}, {
	"obj_id": "2002.69.14",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.525414",
		"long": "-6.812172",
		"scale": "building",
		"what": "cross"
	},
	"image": {
		"slug": "kirkapol\/t68.jpg",
		"w": "600",
		"h": "897"
	},
	"title": "Cross carved into rock near the Kirkapol chapels (photographed in 2001)",
	"description": "This is one of two such crosses just beyond the farther of the two chapels. The second one is about 10m (30ft) due east of the one pictured."
}, {
	"obj_id": "1998.132.10",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.523064",
		"long": "-6.808458",
		"scale": "building",
		"what": "Lodge Hotel"
	},
	"image": {
		"slug": "kirkapol\/l2.jpg",
		"w": "600",
		"h": "397"
	},
	"title": "Men show up at 'Ladies Night'",
	"description": "Ladies' Social at the Lodge around 1900, including at least four men, one of whom is the Reverend MacInnes. Note the clothing."
}, {
	"obj_id": "1998.132.27",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.525883",
		"long": "-6.809528",
		"scale": "building",
		"what": "Lodge Farm house"
	},
	"image": {
		"slug": "kirkapol\/l19.jpg",
		"w": "600",
		"h": "928"
	},
	"title": "Rev",
	"description": "Hector MacKinnon (1866-1913) of Lodge Farm, Kirkapol. Born at Lodge Farm, he studied at Edinburgh University, was ordained as a minister in 1890 and served in Tiree in 1891. He later ministered in Shettleston in the east end of Glasgow. His passionate sermons in Gaelic earned him the name 'the Spurgeon of the North'."
}, {
	"obj_id": "2012.67.1",
	"township": "kirkapol",
	"geocode": {
		"lat": "56.525883",
		"long": "-6.809528",
		"scale": "building",
		"what": "Lodge Farm house"
	},
	"image": {
		"slug": "kirkapol\/wool.jpg",
		"w": "600",
		"h": "485"
	},
	"title": "Wool fit for a suit",
	"description": "Length of course brown fabric made from the wool of sheep reared at Lodge Farm, Kirkapol. The wool was sent to be woven at a mainland mill in the 1930s and was said to have been 'for a suit'."
}, {
	"obj_id": "1997.175.2",
	"township": "mannal",
	"geocode": {
		"lat": "56.461183",
		"long": "-6.893550",
		"scale": "building",
		"what": "location photo taken"
	},
	"image": {
		"slug": "mannal\/e3.jpg",
		"w": "600",
		"h": "375"
	},
	"title": "Looking back at Mannal around 1910",
	"description": "It is possible to stand on the spot on the side of the road (or use Google Street View) from which this photograph was taken 100 years ago and recognise most of the buildings that stood then. Look at the changes that have occurred and imagine the horse and cart in the middle of the sand road and the children playing at the side."
}, {
	"obj_id": "2011.110.1",
	"township": "mannal",
	"geocode": {
		"lat": "56.458250",
		"long": "-6.892683",
		"scale": "building",
		"what": "Mannal House"
	},
	"image": {
		"slug": "mannal\/p162.jpg",
		"w": "600",
		"h": "356"
	},
	"title": "Handfuls of horses",
	"description": "These are fine examples of the heavy workhorses that were bred on Tiree in the 1800s and early 1900s to pull carts and agricultural machinery. Tiree's Clydesdale horses were much sought after by buyers on the mainland, although on Tiree itself, many crofters preferred Clydesdales crossed with Highland ponies, which were just as strong but had smaller hooves that did less damage to the ground. Both types are pictured here in the capable hands of Archie Brown MacDonald and Colin MacDonald of Mannal House."
}, {
	"obj_id": "2000.150.4",
	"township": "mannal",
	"geocode": {
		"lat": "56.458667",
		"long": "-6.895050",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Mannal"
	},
	"image": {
		"slug": "mannal\/pew_anger.jpg",
		"w": "600",
		"h": "2631"
	},
	"title": "Tiree minister involved in Skye church ructions in 1886",
	"description": "The Reverend Donald MacCallum is probably better known on Tiree for his defence of crofters during their struggle for land rights in the 1880s. This extract of a newspaper article by Martin MacDonald in 1997, indicates that he seemed to stir things up wherever he went. The cause of the ructions in Skye was the election of a new minister for the Established Church congregation (his opponent, Rev. John MacRury, was married to a Tiree girl - Flora Brown of Mannal House)."
}, {
	"obj_id": "2002.188.18",
	"township": "mannal",
	"geocode": {
		"lat": "56.458667",
		"long": "-6.895050",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Mannal"
	},
	"image": {
		"slug": "mannal\/sproat.jpg",
		"w": "600",
		"h": "544"
	},
	"title": "Payment to a Tobermory solicitor in 1895",
	"description": "Neil MacDonald of Mannal writes to William Sproat, Solicitor, Tobermory, Isle of Mull, enclosing £35 as part payment of a bill, the rest to be paid when the sheep are sold. We don't know what the bill was for."
}, {
	"obj_id": "2005.52.4",
	"township": "mannal",
	"geocode": {
		"lat": "56.458667",
		"long": "-6.895050",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Mannal"
	},
	"image": {
		"slug": "mannal\/fishing_accident.jpg",
		"w": "600",
		"h": "380"
	},
	"title": "Fishing tragedy, 1860",
	"description": "In April 1860, the skiff 'Father and Sons' with her crew of five men from Mannal and Balemartine disappeared whilst fishing south-west of Skerryvore Lighthouse. Based on a number of witness statements, Police Constable Finlay Fraser files his report, concluding that the skiff and crew 'sunk and perished whilst endeavouring to return home'."
}, {
	"obj_id": "2011.71.1",
	"township": "mannal",
	"geocode": {
		"lat": "56.458250",
		"long": "-6.892683",
		"scale": "building",
		"what": "Mannal House"
	},
	"image": {
		"slug": "mannal\/lime_receipt.jpg",
		"w": "600",
		"h": "849"
	},
	"title": "Receipted invoice for sowing lime in 1960",
	"description": "Lime can be added to land before crops or grass seeds are sown in order to balance the pH, thereby improving crop growth. In 1960, A & E MacDonald of Mannal House paid Hector MacDonald of Cornaigbeg £6 for sowing lime."
}, {
	"obj_id": "2009.92.5",
	"township": "mannal",
	"geocode": {
		"lat": "56.459617",
		"long": "-6.892400",
		"scale": "building",
		"what": "site of house"
	},
	"image": {
		"slug": "mannal\/q146.jpg",
		"w": "600",
		"h": "420"
	},
	"title": "Crumbling in Mannal",
	"description": "Photographed in 2006, this black-roofed house at Mannal stood next to 'Hillview' and was known as 'Taigh Eoghainn 'ic Alasdair' after the occupants. It has since been demolished. The photo illustrates how much lower the roof of a thatched house appears to be once its thatch has been replaced with tarred felt."
}, {
	"obj_id": "2005.99.1",
	"township": "mannal",
	"geocode": {
		"lat": "56.458667",
		"long": "-6.895050",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Mannal"
	},
	"image": {
		"slug": "mannal\/sail.jpg",
		"w": "600",
		"h": "686"
	},
	"title": "Hand-made sail crafted on Tiree",
	"description": "The sail came from the boat 'The Barrach' from Mannal. The owner sailed it from Barra to Tiree."
}, {
	"obj_id": "1999.11.9",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/seaweed_lease.jpg",
		"w": "600",
		"h": "472"
	},
	"title": "Conditions of lease for the seaweed factory at Middleton\/Sandaig, 1876",
	"description": "Letter from factory manager Edward Curtis-Stanford to Argyll Estates requesting a change to the conditions of his lease of the land on which his new seaweed-processing factory is built. Stanford faced several difficulties when building and running the factory, but still had time to write a paper titled 'On the Manufacture of Kelp' and other articles about the uses of seaweed and highland medicines using seaweed."
}, {
	"obj_id": "2003.87.1",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/curtis_stanford.jpg",
		"w": "600",
		"h": "1103"
	},
	"title": "Newspaper article about Edward Curtis-Stanford",
	"description": "Stanford was the builder and manager of the seaweed-processing factory at Middleton\/Sandaig, and was widely regarded as a pioneer of the seaweed industry. This article from 'The Scotsman' newspaper in 1963 celebrates his life and works during 1837-1899."
}, {
	"obj_id": "2002.67.1",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/nbc_plate.jpg",
		"w": "600",
		"h": "327"
	},
	"title": "Name plate from a seaweed factory cart",
	"description": "The seaweed-processing factory at Middleton\/Sandaig ran from 1863 to 1901, requiring the use of horse-drawn carts to ship the raw seaweed and processed product about the island. The factory manager complained that haulage charges were excessive, despite there being 600 horses and carts on the island, but must have acquired some carts onto which company plates were attached."
}, {
	"obj_id": "2001.84.14",
	"township": "middleton",
	"geocode": {
		"lat": "56.482867",
		"long": "-6.965317",
		"scale": "building",
		"what": "middleton house"
	},
	"image": {
		"slug": "middleton\/n66.jpg",
		"w": "600",
		"h": "416"
	},
	"title": "A meeting of the Baptist congregation at Middleton House in 1956",
	"description": "L-R: Elizabeth and John MacDoanld, Barrapol (children at front); (front row) Flora MacDonald, Kilkenneth; Hugh MacEachern, Cornaigbeg; Christina Sinclair, Barrapol; Effie Walker nee MacDonald; Robert Tester (boy); Catriona MacArthur, Middleton Post Office (extreme right); (back row) Lachie MacKinnon, Park House; Charles MacDonald, Middleton (at back); Donald MacIntyre, Gott; Mary MacKinnon, Park House; John MacFadyen, Lochside, Barrapol; Duncan MacPhail, Loch Phuil, Balephuil; John Brown, Balephuil sliabh (behind Robert Tester)."
}, {
	"obj_id": "1999.11.11",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/geekie.jpg",
		"w": "600",
		"h": "364"
	},
	"title": "Poor pay conditions and lack of transport in 1872",
	"description": "Letter to the Duke of Argyll from John Geekie dated 31 August 1872, stating his concerns about the manner in which the seaweed company pays its workforce (in goods rather than money), and the consequent difficulty in finding horses to hire to transport the company's product."
}, {
	"obj_id": "2000.84.1",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/k48.jpg",
		"w": "600",
		"h": "391"
	},
	"title": "Planting potatoes at Middleton\/Sandaig in the 1920s",
	"description": "Because of Tiree's fine sandy soils, a standard two-horse plough was more successful for preparing the ground than a traditional 'ridger'. The women followed the plough, planting potatoes in the furrow from supplies heaped in their aprons. A subsequent furrow covered the potatoes. In the background is the seaweed factory or 'Glassary' which processed kelp from 1863 to 1901. L-R: Lizzie MacArthur, Effie MacDonald, Mary Ann MacDonald and Alasdair MacDonald."
}, {
	"obj_id": "1998.184.4",
	"township": "middleton",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "glassary\/ceabhar"
	},
	"image": {
		"slug": "middleton\/p29.jpg",
		"w": "600",
		"h": "396"
	},
	"title": "Close-up of the old seaweed factory in the early 20th century",
	"description": "It looks as though the factory had already closed by the time that this photo was taken. The British kelp-processing industry came to Tiree in 1863 when a brilliant 25 year old chemist, Edward Curtis-Stanford, was appointed manager by the North British Chemical Company. He built the factory, known as the 'Glassary', in Middleton. It employed local people to collect 'tangle' (kelp) from the shore, bringing a new level of wealth to the island."
}, {
	"obj_id": "2012.4.3",
	"township": "milton",
	"geocode": {
		"lat": "56.530342",
		"long": "-6.745442",
		"scale": "building",
		"what": "dùn"
	},
	"image": {
		"slug": "milton\/q176.jpg",
		"w": "600",
		"h": "893"
	},
	"title": "Dùn Mòr a' Chaolais",
	"description": "An unexcavated Iron Age fort built around 2,000 years ago at the top of the hill overlooking Milton Harbour. During WWII, the Home Guard built a look-out on the west side of the hill in which there are two 'chimneys' going straight down 15 feet. The two men pictured at the dùn are (L-R) Alasdair Sinclair, Brock, and his brother Iain, photographed in 2006."
}, {
	"obj_id": "1999.245.38",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/a77.jpg",
		"w": "600",
		"h": "363"
	},
	"title": "Captain Donald MacDonald of Milton's teak motor launch",
	"description": "Here the boat is in the process of being built by a Chinese carpenter and Donald on board his vessel around 1930. The boat was used to take surveyors from Hynish to Skerryvore."
}, {
	"obj_id": "1999.245.59",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/a98.jpg",
		"w": "600",
		"h": "885"
	},
	"title": "Hugh Archie MacArthur of Milton around 1930",
	"description": "This unassuming-looking young lad carrying his pails later became batman (personal servant to a commissioned officer) to Winston Churchill, who later became Prime Minister."
}, {
	"obj_id": "1999.84.1",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/x49.jpg",
		"w": "600",
		"h": "375"
	},
	"title": "Picture postcard of a thatched house at Milton around 1965",
	"description": "The mountains of Mull can be seen in the distance."
}, {
	"obj_id": "2004.180.1",
	"township": "milton",
	"geocode": {
		"lat": "56.532050",
		"long": "-6.727400",
		"scale": "building",
		"what": "ruined house"
	},
	"image": {
		"slug": "milton\/macdougalls.jpg",
		"w": "600",
		"h": "569"
	},
	"title": "Extract from a history of the MacDougall's house at Port Ban",
	"description": "Charles MacDougall was a skilled cowan (apprentice stonemason) from Mull, brought to Tiree by the Duke of Argyll in the 1780s to build estate buildings and boundary walls. He built his house (now a ruin) in the style of the Mull stonemasons, i.e. 3ft thick and filled with stones, rather than in the Tiree style which was 5ft thick and filled with sand. Around 1848, the MacDougall family were evicted from Port Ban for making whisky!"
}, {
	"obj_id": "2006.20.2",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/firhill_flyer.jpg",
		"w": "600",
		"h": "434"
	},
	"title": "Let's hear it for the Firhill Flyer",
	"description": "Article about the famous footballer Johnny MacKenzie of Milton, who played for Partick Thistle and Scotland."
}, {
	"obj_id": "2011.58.1",
	"township": "milton",
	"geocode": {
		"lat": "56.527242",
		"long": "-6.734819",
		"scale": "building",
		"what": "Les Crawte's house"
	},
	"image": {
		"slug": "milton\/crawte.jpg",
		"w": "600",
		"h": "472"
	},
	"title": "Letter to Mr Les Crawte of Milton from the Duke of Argyll, 1998",
	"description": "Les Crawte compiled a Roll of Honour listing all the Tiree servicemen who fell during WWII. The framed letter was found in his house in Milton when it was being cleared out by the new owners in 2011."
}, {
	"obj_id": "2005.95.4",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/g187.jpg",
		"w": "600",
		"h": "400"
	},
	"title": "Milton harbour in 1984",
	"description": "L-R: 'Venture' owned by Willie Robertson; 'Frige' owned by Charlie Dobson; 'Kohoutek' owned by Iain MacDonald; 'Ros Nuala' owned by Hector MacPhail."
}, {
	"obj_id": "2004.70.8",
	"township": "milton",
	"geocode": {
		"lat": "56.528400",
		"long": "-6.741872",
		"scale": "building",
		"what": "harbour wall"
	},
	"image": {
		"slug": "milton\/f133.jpg",
		"w": "600",
		"h": "429"
	},
	"title": "Burnt out fishing boat at Milton Harbour in 2004",
	"description": "Six boats of Milton Harbour's fishing fleet were destroyed when an electrical fault in one of the freezer units on the pier set fire to a neighbouring fuel tank. Some of the fishermen replaced their boats while others decided not to return to the industry."
}, {
	"obj_id": "1998.107.1",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/soup_kitchen.jpg",
		"w": "600",
		"h": "840"
	},
	"title": "A soup kitchen at Moss in 1905",
	"description": "Letter from the factor for Argyll Estates, Hugh MacDiarmid, to Donald MacDonald, teacher at Heylipol School, about a soup kitchen in Moss started by Lady Victoria Campbell (the Duke's sister) for the benefit of scholars."
}, {
	"obj_id": "2003.175.1",
	"township": "moss",
	"geocode": {
		"lat": "56.495367",
		"long": "-6.938000",
		"scale": "building",
		"what": "Sunny Brae"
	},
	"image": {
		"slug": "moss\/saddle_quern.jpg",
		"w": "600",
		"h": "426"
	},
	"title": "Bedstone of a saddle quern found in the grounds of Sunny Brae, Moss",
	"description": "A saddle quern is a large rock with a hollow on its surface which was used to grind grain into flour by rubbing the grain with a hand-held stone. Their use dates back to the Neolithic period (4,500-2,500BC) but continued to be used into the 20th century."
}, {
	"obj_id": "1997.148.16",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/a16.jpg",
		"w": "600",
		"h": "372"
	},
	"title": "Thatched house and byre at Moss around 1920-1970",
	"description": "Thatched house and byre at Moss around 1920-1970"
}, {
	"obj_id": "1998.137.1",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/m19.jpg",
		"w": "600",
		"h": "379"
	},
	"title": "Postcard painting of Moss around 1900",
	"description": "The figure in the foreground is possibly the grandmother of Johann MacKinnon (nee Brownlie) of Barrapol, walking towards her house on the right. Heylipol Church can be seen in the distance."
}, {
	"obj_id": "2001.97.35",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/sanitation_moss.jpg",
		"w": "600",
		"h": "403"
	},
	"title": "Concerns over health in 1915",
	"description": "A report by Dr Dan MacKinnon in the County of Argyll Twenty-fifth Annual Report listing the main factors affecting health amongst Tiree residents."
}, {
	"obj_id": "2004.16.1",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/prize_label.jpg",
		"w": "600",
		"h": "924"
	},
	"title": "First prize from the 1927 Mod",
	"description": "This label was attached to the inside cover of a book 'Songs and Hymns of the Gael' awarded to Donald Kennedy of Moss for his translation of Gaelic into English. The National Mod continues to be held annually in Scotland, with Tiree talent continuing to take many of the prizes."
}, {
	"obj_id": "2001.75.11",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/sword_found.jpg",
		"w": "600",
		"h": "418"
	},
	"title": "Letter about a sword found beneath a loch in 1899",
	"description": "Letter to Lord Archibald Campbell from factor Hugh MacDiarmid about a sword that was found by drain diggers several feet under the surface of a drained loch, Loch an Duin, in Moss."
}, {
	"obj_id": "2011.16.2",
	"township": "moss",
	"geocode": {
		"lat": "56.489633",
		"long": "-6.940167",
		"scale": "building",
		"what": "ruin"
	},
	"image": {
		"slug": "moss\/v2.jpg",
		"w": "600",
		"h": "357"
	},
	"title": "Morag Cameron at home in Moss in 1920",
	"description": "On the reverse of the original photograph is written 'Take good care of this. This is the girl friend - Mòr a' Phaal Aal in the front door of her house in the capital - Moss!' Only a ruin now remains of the house."
}, {
	"obj_id": "2000.130.4",
	"township": "moss",
	"geocode": {
		"lat": "56.495350",
		"long": "-6.941450",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Moss"
	},
	"image": {
		"slug": "moss\/k91.jpg",
		"w": "600",
		"h": "948"
	},
	"title": "Tiree's first motor car in the early 1920s",
	"description": "Hugh MacKinnon (Eoghann Dhomhnaill) of Moss in his car."
}, {
	"obj_id": "1997.280.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533192",
		"long": "-6.773536",
		"scale": "building",
		"what": "Ruaig School House"
	},
	"image": {
		"slug": "ruaig\/school_log_ruaig.jpg",
		"w": "600",
		"h": "363"
	},
	"title": "Ruaig School Log 1919",
	"description": "First pages from Ruaig Public School Log Book, 14th January 1919 to 26th June 1953. The Headteacher was responsible for keeping a daily log and writes that Ruaig School was destroyed by fire on the 6th of December 1918 and that classes resumed in the Congregational chapel on the 14th of January."
}, {
	"obj_id": "1998.156.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533192",
		"long": "-6.773536",
		"scale": "building",
		"what": "Ruaig School House"
	},
	"image": {
		"slug": "ruaig\/q2.jpg",
		"w": "600",
		"h": "395"
	},
	"title": "Pupils of Ruaig Public School around 1905",
	"description": "They included children from Ruaig, Caoles, Milton, Salum and Vaul. L-R: (back row) Margaret Storar; Mary MacDonald; Flora MacFarlane; Danina MacCallum; Joan MacKinnon; Maggie MacFarlane; Kate MacKinnon; Bella Farquhar; Effie MacFarlane; Catriona MacDonald; Katie MacPhail; (2nd back row) Charles MacLeod; Hugh MacLeod; Alasdair MacLeod; Hugh MacKinnon; Iain MacDonald; Colin MacIntyre; Iain MacDonald; Neil MacFadyen; Hugh MacLean; John Alick MacArthur; Donald A. MacDonald; (2nd front row) Mary Margaret MacKinnon; Morag MacDonald; Katie MacLean; Morag MacLean; Kirsty MacDonald; Effie Clark; Katie MacLean; Morag MacIntyre; Marion MacKinnon; Lizzie Lamont; Katie Ann MacDonald; (front row) Hugh MacFadyen; John MacInnes; Maggie MacLeod; Mary MacLeod; Dolly Campbell; Sarah MacDonald; Hugh Hector MacArthur; Donald MacLean."
}, {
	"obj_id": "2000.55.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.524983",
		"long": "-6.766794",
		"scale": "building",
		"what": "Point House"
	},
	"image": {
		"slug": "ruaig\/charlies_pilots.jpg",
		"w": "600",
		"h": "801"
	},
	"title": "Kidnapped",
	"description": "First page of an account of the kidnapping in 1746 of Neil MacFaden and Donald 'The Pilot' MacLean of Point House, Ruaig. Donald and Neil were taken to serve as navigators on a ship sent to rescue Charles Edward Stuart (Bonnie Prince Charlie) from the mainland after the Battle of Culloden."
}, {
	"obj_id": "2000.91.4",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533561",
		"long": "-6.770794",
		"scale": "township",
		"what": "Tiree Place Names GE marker for Ruaig"
	},
	"image": {
		"slug": "ruaig\/spade_head.jpg",
		"w": "600",
		"h": "855"
	},
	"title": "Iron spade head used for trenching in peaty soil",
	"description": "Found in a ruined thatched cottage in Ruaig by George Holleyman while he was serving at RAF Tiree during 1941-3."
}, {
	"obj_id": "1997.148.14",
	"township": "ruaig",
	"geocode": {
		"lat": "56.528483",
		"long": "-6.766397",
		"scale": "building",
		"what": "house on left"
	},
	"image": {
		"slug": "ruaig\/a14.jpg",
		"w": "600",
		"h": "368"
	},
	"title": "Photographic postcard of Ruaig",
	"description": "The house on the left was the Ruaig Post Office in the 1930s, whilst the house on the right was the Ruaig Post Office in the 1970s. Dome-shaped haystacks can be seen in the middle background, with rows of stooks in the foreground."
}, {
	"obj_id": "1997.80.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533692",
		"long": "-6.774275",
		"scale": "building",
		"what": "Sackhill"
	},
	"image": {
		"slug": "ruaig\/sackhill.jpg",
		"w": "600",
		"h": "753"
	},
	"title": "Holiday accommodation reserved at Ruaig in 1947",
	"description": "Letter dated 12th May 1947 from Miss M. MacDonald, Sackhill, Ruaig to Mr Les Crawte confirming a holiday booking at Sackhill at the rate of 10 shillings per day full board. Sackhill was built around 1900 when the walls cost £14 to build."
}, {
	"obj_id": "2009.162.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533192",
		"long": "-6.773536",
		"scale": "building",
		"what": "Ruaig School House"
	},
	"image": {
		"slug": "ruaig\/slate.jpg",
		"w": "600",
		"h": "635"
	},
	"title": "Writing slate and slate pencil",
	"description": "Used at the Ruaig School in the 1920s-1930s before writing paper was introduced. Much like a roofing slate, children could write on them and erase their work by rubbing."
}, {
	"obj_id": "2000.192.18",
	"township": "ruaig",
	"geocode": {
		"lat": "56.528639",
		"long": "-6.765536",
		"scale": "croft",
		"what": "field in photo"
	},
	"image": {
		"slug": "ruaig\/w69.jpg",
		"w": "600",
		"h": "428"
	},
	"title": "Remnant of bulb fields at Ruaig",
	"description": "In the 1950s, bulb-growing became an agricultural industry in the Hebrides. There were several bulb farms around Tiree exporting varieties of tulips and daffodils. Unfortunately, Tiree's weather was not ideal and growers could not compete with the Dutch bulb industry. The Hebridean industry folded in the 1960s."
}, {
	"obj_id": "2001.93.2",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533561",
		"long": "-6.770794",
		"scale": "township",
		"what": "Tiree Place Names GE marker for Ruaig"
	},
	"image": {
		"slug": "ruaig\/poem_ruaig.jpg",
		"w": "600",
		"h": "851"
	},
	"title": "Recollections of a Ruaig childhood",
	"description": "First page of a poem 'A Ruaig Tapestry' by Cathie Thomson about her childhood memories of the east end of Tiree. Cathie is the daughter of Effie Clark from Ruaig."
}, {
	"obj_id": "2004.38.10",
	"township": "ruaig",
	"geocode": {
		"lat": "56.533192",
		"long": "-6.773536",
		"scale": "building",
		"what": "Ruaig School House"
	},
	"image": {
		"slug": "ruaig\/c179.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "The first car-owning woman on Tiree",
	"description": "Maggie MacLean of Balevullin was Dux of Oban High School in 1925 and graduated as a teacher shortly after that. She taught at Ruaig School before moving to Glasgow."
}, {
	"obj_id": "2012.110.1",
	"township": "ruaig",
	"geocode": {
		"lat": "56.540889",
		"long": "-6.773133",
		"scale": "building",
		"what": "shop"
	},
	"image": {
		"slug": "ruaig\/receipt_maclean.jpg",
		"w": "600",
		"h": "824"
	},
	"title": "A receipt from Calum Salum",
	"description": "Receipt dated 28th October 1966 from Malcolm MacLean, General Merchant, Ruaig (Calum Salum's shop), for a refrigerator, fittings and Calor gas. In the 1920s and 30s, there were over 35 shops scattered about the island, selling anything from 'a needle to an anchor'."
}, {
	"obj_id": "2001.177.1",
	"township": "salum",
	"geocode": {
		"lat": "56.540867",
		"long": "-6.773067",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "salum\/drugget.jpg",
		"w": "600",
		"h": "768"
	},
	"title": "Drugget found in Salum House around 1900",
	"description": "This drugget (coarse fabric with a cotton warp and wool weave, used for rugs, tablecloths, etc.) is 230 x 84 cm in size and woven on a Tiree loom using wool from Tiree-raised sheep. Note the blue cotton tasselled fringe of the warp."
}, {
	"obj_id": "2003.94.2",
	"township": "salum",
	"geocode": {
		"lat": "56.540950",
		"long": "-6.773517",
		"scale": "building",
		"what": "shop"
	},
	"image": {
		"slug": "salum\/t91.jpg",
		"w": "600",
		"h": "429"
	},
	"title": "Interior of Malcom MacLean's shop in the 1950s",
	"description": "Better known as Calum Salum, Malcolm sold all manner of useful items 'from a needle to an anchor'. Pictured are (L-R): ?, ?, ?, Bella MacLean (Bella Mhialum), Calum Salum, ?, ?, and Headmaster Donald O. MacLean."
}, {
	"obj_id": "2010.29.5",
	"township": "salum",
	"geocode": {
		"lat": "56.540950",
		"long": "-6.773517",
		"scale": "building",
		"what": "shop"
	},
	"image": {
		"slug": "salum\/n124.jpg",
		"w": "600",
		"h": "857"
	},
	"title": "Calum 'Salum' MacLean outside his shop around 1960",
	"description": "The official name for the shop was 'Malcolm MacLean General Merchant', although it was known locally as 'Bùth Chaluim Shàluim' \/ Calum Salum's Shop."
}, {
	"obj_id": "2001.68.4",
	"township": "salum",
	"geocode": {
		"lat": "56.541367",
		"long": "-6.775750",
		"scale": "building",
		"what": "fort"
	},
	"image": {
		"slug": "salum\/f103.jpg",
		"w": "600",
		"h": "404"
	},
	"title": "The causeway to An Dùnan",
	"description": "Photographed in 2000, the picture shows the remnants of a causeway built between An Dùnan \/ The Small Fort and the shore at Salum House. This fort was built by Iron Age settlers around 2,000 years ago."
}, {
	"obj_id": "1999.68.19",
	"township": "salum",
	"geocode": {
		"lat": "56.540867",
		"long": "-6.773067",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "salum\/d78.jpg",
		"w": "600",
		"h": "374"
	},
	"title": "Postcard of Salum House from the bay around 1950",
	"description": "Note the old car and the hay stacked in the stack yard by the house."
}, {
	"obj_id": "2002.4.8",
	"township": "salum",
	"geocode": {
		"lat": "56.540867",
		"long": "-6.773067",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "salum\/q99.jpg",
		"w": "600",
		"h": "1129"
	},
	"title": "Women's clothing made and worn around 1900",
	"description": "All items are from Salum House and handmade. The skirt and blouse have black net overlays, with black beadwork on the netting of the blouse. The bonnet is black crocheted wool. 'Modelled' by Alasdair Sinclair of Brock outside An Iodhlann in 2001."
}, {
	"obj_id": "2002.89.1",
	"township": "salum",
	"geocode": {
		"lat": "56.540867",
		"long": "-6.773067",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "salum\/goodluck_note.jpg",
		"w": "600",
		"h": "775"
	},
	"title": "Builder's 'good luck' message dated 1925",
	"description": "When building a new house on Tiree, it was custom to place a coin and message at the four corners of the foundations for good luck. This message was found wrapped around a coin in the walls of Salum House."
}, {
	"obj_id": "2003.94.1",
	"township": "salum",
	"geocode": {
		"lat": "56.540867",
		"long": "-6.773067",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "salum\/t90.jpg",
		"w": "600",
		"h": "822"
	},
	"title": "Spinning and piping at Salum House around 1920",
	"description": "A young Malcolm MacLean (Calum Salum) with his bagpipes and his mother Christina MacNeill (Ciorstaidh Mhunn) with her carding combs and spinning wheel."
}, {
	"obj_id": "2003.18.4",
	"township": "salum",
	"geocode": {
		"lat": "56.539867",
		"long": "-6.773217",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Salum"
	},
	"image": {
		"slug": "salum\/u9.jpg",
		"w": "600",
		"h": "382"
	},
	"title": "Thatched house at Salum around 1950",
	"description": "Thatched house at Salum around 1950"
}, {
	"obj_id": "2007.126.3",
	"township": "salum",
	"geocode": {
		"lat": "56.539867",
		"long": "-6.773217",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Salum"
	},
	"image": {
		"slug": "salum\/m116.jpg",
		"w": "600",
		"h": "430"
	},
	"title": "Neil MacPhaiden of Salum with his seven children around 1880",
	"description": "Neil MacPhaiden (centre front) with sons Malcolm, Donald, Neil, Alexander and Charles, and daughters Catherine and Mary Anne. Like many Tiree families during the 1800s, the family emigrated to Canada in 1821, settling in Brock Township, Ontario."
}, {
	"obj_id": "2010.35.1",
	"township": "salum",
	"geocode": {
		"lat": "56.537517",
		"long": "-6.777100",
		"scale": "building",
		"what": "middle of beach"
	},
	"image": {
		"slug": "salum\/beehive_pot.jpg",
		"w": "600",
		"h": "769"
	},
	"title": "Fragment of Bronze Age pottery possibly used as a beehive",
	"description": "Dating from around 4,500 years ago, this and many other pottery fragments were found in the dunes at Salum beach by Charles MacDonell in 2009. Ian Hewitt from Bournemouth University thinks that the hole was made for ventilation."
}, {
	"obj_id": "2006.162.3",
	"township": "sandaig",
	"geocode": {
		"lat": "56.483400",
		"long": "-6.974633",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Sandaig"
	},
	"image": {
		"slug": "sandaig\/h147.jpg",
		"w": "600",
		"h": "458"
	},
	"title": "Collecting whelks at Sandaig in the 1950s",
	"description": "Many families went whelk-collecting from the shores around the island at low tide. To cook them, the whole whelks were first rinsed in several changes of fresh water then boiled for about 15 minutes. To eat them, the chewy body was picked out of the shell using a 'winkle-pick' or pin."
}, {
	"obj_id": "2001.83.7",
	"township": "sandaig",
	"geocode": {
		"lat": "56.483400",
		"long": "-6.974633",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Sandaig"
	},
	"image": {
		"slug": "sandaig\/n48.jpg",
		"w": "600",
		"h": "478"
	},
	"title": "Leatherback turtle washed ashore at Sandaig around 1990",
	"description": "Leatherbacks are the largest of all turtle species, living for up to 45 years and growing up to 2 metres long. They live in all of the world's oceans except the Arctic and Antarctic, although their populations are in decline. This one probably died of natural causes at sea and was washed up during a storm. Several species of turtle have been recorded on Tiree's shores."
}, {
	"obj_id": "2002.36.10",
	"township": "sandaig",
	"geocode": {
		"lat": "56.481700",
		"long": "-6.972000",
		"scale": "building",
		"what": "thatched cottage"
	},
	"image": {
		"slug": "sandaig\/museum_update.jpg",
		"w": "600",
		"h": "247"
	},
	"title": "Update on the Thatched Cottage Museum at Sandaig in 2002",
	"description": "Extract from the newsletter of the Hebridean Trust who owned, restored and managed the museum from 1990 until 2010, when it was sold into private ownership."
}, {
	"obj_id": "2009.43.9",
	"township": "sandaig",
	"geocode": {
		"lat": "56.481700",
		"long": "-6.972000",
		"scale": "building",
		"what": "thatched cottage"
	},
	"image": {
		"slug": "sandaig\/n101.jpg",
		"w": "600",
		"h": "380"
	},
	"title": "Thatched Cottage Museum under renovation in 1991-92",
	"description": "The bare roof timbers have been replaced and are waiting for turves to be laid, followed by thatch. The museum was equipped with traditional furniture, furnishings and implements, and contained a vast range of rare and fascinating objects. It was kept open by local volunteers until 2010 when it was sold into private ownership."
}, {
	"obj_id": "1997.179.8",
	"township": "sandaig",
	"geocode": {
		"lat": "56.483400",
		"long": "-6.974633",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Sandaig"
	},
	"image": {
		"slug": "sandaig\/x36.jpg",
		"w": "600",
		"h": "834"
	},
	"title": "Churning butter in Sandaig around 1942",
	"description": "The churn consists of a narrow wooden barrel (about 300 mm wide and 650 mm tall) and a plunger. At the end of the plunger is a wooden disc with holes drilled in it. Milk would be left to stand in a metal basin and the cream skimmed off using a saucer or clam shell into an earthenware butter crock. The cream would be strained through muslin into the scalded churn and agitated using the plunger. Once the butter had formed, it was put into cold water then slapped between the hands or butter pats to remove excess liquid. The remaining buttermilk would be drunk or used for baking."
}, {
	"obj_id": "1999.83.2",
	"township": "sandaig",
	"geocode": {
		"lat": "56.483400",
		"long": "-6.974633",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Sandaig"
	},
	"image": {
		"slug": "sandaig\/x47.jpg",
		"w": "600",
		"h": "426"
	},
	"title": "Biplane over Sandaig",
	"description": "This photo of a 'De Havilland Rapide' flying over Sandaig after the Second World War, shows the row of thatched houses that would become the Thatched Cottage Museum (on the left), Kenavara in the distance (top left), the site of the wrecking of the warship HMS Sturdy in 1940 (hand-drawn 'x' offshore on the right), and conical haystacks in stackyards."
}, {
	"obj_id": "2006.167.1",
	"township": "sandaig",
	"geocode": {
		"lat": "56.479283",
		"long": "-6.980667",
		"scale": "building",
		"what": "wreck site"
	},
	"image": {
		"slug": "sandaig\/k141.jpg",
		"w": "600",
		"h": "201"
	},
	"title": "HMS Sturdy - ready for action",
	"description": "The destroyer HMS Sturdy protected convoys of supply and passenger ships from German U-boats in the Atlantic during World War II. In a violent south-westerly gale on 30th October 1940, she lost her bearings and ran aground on rocks at Sandaig. Five crewmen lost their lives attempting to leave the foundering ship."
}, {
	"obj_id": "2010.52.3",
	"township": "sandaig",
	"geocode": {
		"lat": "56.479283",
		"long": "-6.980667",
		"scale": "building",
		"what": "wreck site"
	},
	"image": {
		"slug": "sandaig\/n135.jpg",
		"w": "600",
		"h": "511"
	},
	"title": "HMS Sturdy broken in two",
	"description": "When the ship ran onto rocks at Sandaig during WWII, people living nearby flocked to the assistance of the crew, nursing them and giving them shelter in their homes. In the days that followed, many items were salvaged from the boat as it lay broken on the rocks. In October 2010, a monument was erected on the machair next to the wreck site to commemorate the 70th anniversary of the disaster."
}, {
	"obj_id": "2011.15.4",
	"township": "sandaig",
	"geocode": {
		"lat": "56.479283",
		"long": "-6.980667",
		"scale": "building",
		"what": "wreck site"
	},
	"image": {
		"slug": "sandaig\/sturdy_letter.jpg",
		"w": "600",
		"h": "792"
	},
	"title": "A survivor recalls the Sandaig disaster of 1940",
	"description": "Mr A.J. Gallier was one of the crew of the destroyer HMS Sturdy when it foundered on rocks at Sandaig during WWII. His letter to An Iodhlann in 2011 gives an account of the disaster and expresses his thanks to his rescuers and hosts on Tiree."
}, {
	"obj_id": "2012.94.6",
	"township": "sandaig",
	"geocode": {
		"lat": "56.479283",
		"long": "-6.980667",
		"scale": "building",
		"what": "wreck site"
	},
	"image": {
		"slug": "sandaig\/r162.jpg",
		"w": "600",
		"h": "800"
	},
	"title": "Ship's badge and spoon salvaged from HMS Sturdy",
	"description": "Glasgow nurses Bessie and Katie were on holiday on Tiree when the Sturdy ran aground at Sandaig in 1940. They rallied round to help the survivors and, as a thank you gift from the grateful sailors, were given the ship's brass badge and a chrome-plated spoon from the mess."
}, {
	"obj_id": "2005.162.5",
	"township": "sandaig",
	"geocode": {
		"lat": "56.480867",
		"long": "-6.971033",
		"scale": "building",
		"what": "ceabhar"
	},
	"image": {
		"slug": "sandaig\/j102.jpg",
		"w": "600",
		"h": "419"
	},
	"title": "The Glassary restaurant and guest house around 1985",
	"description": "The Glassary was opened in 1984 by Donnie and Mabel MacArthur. An excellent spot to eat dinner while watching the sun set over the Atlantic, it was popular with locals and visitors alike. It closed around 2006, re-opening as Ceabhar."
}, {
	"obj_id": "2010.50.1",
	"township": "sandaig",
	"geocode": {
		"lat": "56.481700",
		"long": "-6.972000",
		"scale": "building",
		"what": "thatched cottage"
	},
	"image": {
		"slug": "sandaig\/newsbyplane.jpg",
		"w": "600",
		"h": "797"
	},
	"title": "The first newspaper to be delivered to Tiree by plane",
	"description": "The original copy of this 'The Evening Times', 18th July 1929, was displayed in the Thatched Cottage Museum until its closure in 2010. The newspaper contains a report about itself: 'Delivered in Tiree by Aeroplane'."
}, {
	"obj_id": "1999.68.33",
	"township": "scarinish",
	"geocode": {
		"lat": "56.501756",
		"long": "-6.803431",
		"scale": "building",
		"what": "site of building"
	},
	"image": {
		"slug": "scarinish\/d92.jpg",
		"w": "600",
		"h": "351"
	},
	"title": "Scarinish church, prison and store around the 1930s",
	"description": "The building in the middle was originally built as a church then used intermittently as a prison and latterly as a store by the owners of the cargo ship 'Mary Stewart'. The building was pulled down to make roads during World War II. The Scarinish Hotel is on the extreme right of the picture, whilst the Scarinish lighthouse is on the left edge."
}, {
	"obj_id": "2003.50.5",
	"township": "scarinish",
	"geocode": {
		"lat": "56.500622",
		"long": "-6.807256",
		"scale": "building",
		"what": "RBS building"
	},
	"image": {
		"slug": "scarinish\/bank_items.jpg",
		"w": "600",
		"h": "645"
	},
	"title": "Early banking",
	"description": "Paper coin-bags (10 shillings in copper & 10 shillings in 3 pence pieces), a hessian sack for storing\/carrying larger quantities of cash and a lockable leather purse, all from the bank at Scarinish. Tiree's first bank, the National Bank of Scotland, began trading in 1949 from the building that is now An Iodhlann. It merged with the Commercial Bank and later the Royal Bank of Scotland, for which a new building was erected in 1955."
}, {
	"obj_id": "2003.184.27",
	"township": "scarinish",
	"geocode": {
		"lat": "56.499603",
		"long": "-6.809375",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "scarinish\/c100.jpg",
		"w": "600",
		"h": "324"
	},
	"title": "The Tiree Agricultural Show at Scarinish School in 1927",
	"description": "The show was started in the 1880s by Tom Barr of Balephetrish Farm, and was held each year at Scarinish School until WWII. The quality of horses, cattle, sheep, ducks and hens were judged, as were home industries, children's crafts, bag-piping, dancing and field sports. The last event of the day was a fiercely contested tug-of-war between islanders and visitors."
}, {
	"obj_id": "2004.41.4",
	"township": "scarinish",
	"geocode": {
		"lat": "56.499603",
		"long": "-6.809375",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "scarinish\/f118.jpg",
		"w": "600",
		"h": "364"
	},
	"title": "Pupils and teachers of Scarinish School in 1912-13",
	"description": "Note the lack of shoes on many of the children. The school was built as part of a programme to build several new schools on the island in response to the Education Act (Scotland) of 1872, which replaced church-organised schools with state-funded education. Scarinish School was closed in 1974."
}, {
	"obj_id": "1997.81.1",
	"township": "scarinish",
	"geocode": {
		"lat": "56.503847",
		"long": "-6.808533",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Scarinish"
	},
	"image": {
		"slug": "scarinish\/film.jpg",
		"w": "600",
		"h": "823"
	},
	"title": "Health and Safety in 1936",
	"description": "Notice under the Cinematograph Act of 1909 to the Argyll County Clerk in 1936 regarding the use of inflammable cinematographic films in public spaces at Scarinish and Cornaigmore."
}, {
	"obj_id": "1997.89.3",
	"township": "scarinish",
	"geocode": {
		"lat": "56.499603",
		"long": "-6.809375",
		"scale": "building",
		"what": "school"
	},
	"image": {
		"slug": "scarinish\/school_log.jpg",
		"w": "600",
		"h": "364"
	},
	"title": "Scarinish School Log 1898",
	"description": "Extract from the head teacher's log book for Scarinish Public School on 27th December 1898 to 13th January 1899. Attendance was low because of stormy weather, and the school was closed for the old New Year. Tiree's winter gales still occasionally result in the school being closed."
}, {
	"obj_id": "2002.58.2",
	"township": "scarinish",
	"geocode": {
		"lat": "56.501756",
		"long": "-6.803431",
		"scale": "building",
		"what": "site of building"
	},
	"image": {
		"slug": "scarinish\/guards_keyring.jpg",
		"w": "600",
		"h": "524"
	},
	"title": "Brass fob from a key for the Scarinish Guard Room",
	"description": "The Guard room was in use during World War II. The reverse side of the fob is stamped with a 'W', an upward-pointing arrow and a 'D'. It is not known how it ended up on the beach at Hough where it was found some 50 years later."
}, {
	"obj_id": "2003.18.10",
	"township": "scarinish",
	"geocode": {
		"lat": "56.501933",
		"long": "-6.804717",
		"scale": "building",
		"what": "wreck"
	},
	"image": {
		"slug": "scarinish\/u15.jpg",
		"w": "600",
		"h": "387"
	},
	"title": "Mary Stewart's innards in 1950",
	"description": "Some remains of the interior workings of the cargo ship 'Mary Stewart', the hull of which is still visible in Scarinish Harbour. It was owned by Donald MacLean of Scarinish who bought it for £250 from James Foster of County Antrim in 1908. It was an important cargo vessel bringing vital supplies to the island."
}, {
	"obj_id": "2005.17.1",
	"township": "scarinish",
	"geocode": {
		"lat": "56.500750",
		"long": "-6.808128",
		"scale": "building",
		"what": "location of camp"
	},
	"image": {
		"slug": "scarinish\/g150.jpg",
		"w": "600",
		"h": "217"
	},
	"title": "Tiree's military invasion of 1886",
	"description": "Tinted engraving of Scarinish in August 1886 by T. H. Wilson showing the tents of 250 marines and 40 policemen who had been ordered to Tiree to restore order. Hostile crofters were rebelling against the unfair allocation of much needed land during a time of extreme poverty. Similar agitation throughout the Highlands resulted in the Crofters Act of 1886, which set fair rents and security of tenure."
}, {
	"obj_id": "2011.113.25",
	"township": "scarinish",
	"geocode": {
		"lat": "56.498364",
		"long": "-6.801244",
		"scale": "building",
		"what": "approx location of boat"
	},
	"image": {
		"slug": "scarinish\/p196.jpg",
		"w": "600",
		"h": "382"
	},
	"title": "Transferring from pier to ferry pre-1910s",
	"description": "The 'lighter' boat carrying about 20 people out to the ferry waiting off Scarinish Harbour. Before the Gott Bay pier was built in the 1910s, passengers, livestock and cargo had to be transferred by rowing boat to and from the ferry, a perilous business in rough seas."
}, {
	"obj_id": "2003.161.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.534933",
		"long": "-6.801100",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Vaul"
	},
	"image": {
		"slug": "vaul\/b122.jpg",
		"w": "600",
		"h": "395"
	},
	"title": "Am Buachaille \/ the cow-herd or shepherd around 1925",
	"description": "This picture was found in a small photo album in Vaul titled 'Idle Days'. Although men and boys were employed to keep cows and sheep grazing in the correct area before fences became commonly used, this particular shepherd looks rather too well dressed to be at work and may not be a real shepherd at all!"
}, {
	"obj_id": "2003.111.6",
	"township": "vaul",
	"geocode": {
		"lat": "56.541650",
		"long": "-6.807517",
		"scale": "building",
		"what": "house"
	},
	"image": {
		"slug": "vaul\/b102.jpg",
		"w": "600",
		"h": "889"
	},
	"title": "Sarah MacFarlane at her spinning wheel by her house in Vaul in the 1920s",
	"description": "When most of her family died of TB, a deputation of local crofters persuaded her and her one remaining son to move into a new house that they built for them in a day down by the shore. The roof was sealed with road tar that, if put on too hot, ran down the walls."
}, {
	"obj_id": "1999.209.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.534933",
		"long": "-6.801100",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Vaul"
	},
	"image": {
		"slug": "vaul\/iron_hook.jpg",
		"w": "600",
		"h": "373"
	},
	"title": "Iron hook for controlling sheep",
	"description": "The hook would have been made for catching and holding sheep while dipping them (the end is curved to prevent injury), but was probably used for thatching as it was found in the tobhta \/ walls of a house at Vaul."
}, {
	"obj_id": "2000.222.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.534933",
		"long": "-6.801100",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Vaul"
	},
	"image": {
		"slug": "vaul\/walrus_bone.jpg",
		"w": "600",
		"h": "523"
	},
	"title": "Seam presser made from walrus bone",
	"description": "Found in a cave at Vaul with the letters 'LB' carved on one side and 'ML' on the other. It was probably made by a sailor working on a whaling boat and would have been used to press the seams of the sails. We don't know who LB and ML were."
}, {
	"obj_id": "2012.22.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.534933",
		"long": "-6.801100",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Vaul"
	},
	"image": {
		"slug": "vaul\/drill.jpg",
		"w": "600",
		"h": "487"
	},
	"title": "Hand-operated drill from the workshop of Vaul boat-builders",
	"description": "Made from wood and iron, it was operated by pulling the central piece of wood up and down the shaft, which made the end turn. Some Vaul families were famous for boat-building in the 1800s."
}, {
	"obj_id": "1997.222.3",
	"township": "vaul",
	"geocode": {
		"lat": "56.528683",
		"long": "-6.793200",
		"scale": "building",
		"what": "current clubhouse"
	},
	"image": {
		"slug": "vaul\/blueprint.jpg",
		"w": "600",
		"h": "697"
	},
	"title": "1911 blueprint of the golf course at Vaul",
	"description": "When golf became the latest rage in leisure activity in the late 1800s, the Duke of Argyll donated funds towards the creation of the Tiree Golf Club. By 1911, the 18-hole Kirkapol & Vaul Golf Course had been developed, complete with clubhouse and green keeper."
}, {
	"obj_id": "2010.64.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.542017",
		"long": "-6.813483",
		"scale": "building",
		"what": "broch"
	},
	"image": {
		"slug": "vaul\/well_map.jpg",
		"w": "600",
		"h": "435"
	},
	"title": "Location of the old well at Vaul broch",
	"description": "Hand-drawn for a visitor to Tiree who wished to find Tobar Duin Mhoir \/ well at big fort. Unfortunately, it would appear that the well has been filled in with rocks, presumably to prevent injury to livestock."
}, {
	"obj_id": "2004.212.1",
	"township": "vaul",
	"geocode": {
		"lat": "56.534933",
		"long": "-6.801100",
		"scale": "township",
		"what": "Tiree Place Names GE map indicator for Vaul"
	},
	"image": {
		"slug": "vaul\/medal.jpg",
		"w": "600",
		"h": "595"
	},
	"title": "1914-1918 War Medal for the Mercantile Marine",
	"description": "British war medal issued to John MacArthur of Vaul, with instructions on how to wear it. John received official authorisation to use it on 30th September 1926. Showing St George trampling the Prussian flag, six million of these medals were issued."
}, {
	"obj_id": "2001.60.3",
	"township": "vaul",
	"geocode": {
		"lat": "56.542017",
		"long": "-6.813483",
		"scale": "building",
		"what": "broch"
	},
	"image": {
		"slug": "vaul\/m88.jpg",
		"w": "600",
		"h": "944"
	},
	"title": "Archaeologist Dr Euan Mackie at Vaul broch in July 2000",
	"description": "During the 1960s, Dr Mackie excavated the broch at Vaul, finding many artefacts that suggested that the broch was built around 1,900 years ago and periodically inhabited until about 1,700 years ago. It is thought to have been 8 metres high, and remains the only fully excavated broch on Tiree."
}, {
	"obj_id": "2008.25.6",
	"township": "vaul",
	"geocode": {
		"lat": "56.542017",
		"long": "-6.813483",
		"scale": "building",
		"what": "broch"
	},
	"image": {
		"slug": "vaul\/k117.jpg",
		"w": "600",
		"h": "872"
	},
	"title": "Viking combs from the broch at Vaul",
	"description": "Along with many other artefacts such as pots, cups, spindle whorls and tools, these decorated bone combs were excavated from the broch by Dr Euan Mackie in the 1960s. They are now held in the Hunterian Museum in Glasgow."
}, {
	"obj_id": "1997.33.2",
	"township": "west hynish",
	"geocode": {
		"lat": "56.451650",
		"long": "-6.935133",
		"scale": "township",
		"what": "quarry road\/NATS road junction"
	},
	"image": {
		"slug": "west-hynish\/dog_poem.jpg",
		"w": "600",
		"h": "1000"
	},
	"title": "Song about a poor wee dog from West Hynish",
	"description": "English translation of a Gaelic song\/poem by John MacDougall of West Hynish lamenting the fate of a dog 'Pilot', who was blinded by a malicious girl."
}, {
	"obj_id": "1997.160.15",
	"township": "west hynish",
	"geocode": {
		"lat": "56.451650",
		"long": "-6.935133",
		"scale": "township",
		"what": "quarry road\/NATS road junction"
	},
	"image": {
		"slug": "west-hynish\/d36.jpg",
		"w": "600",
		"h": "372"
	},
	"title": "An unusual house at West Hynish",
	"description": "The group of people and the date of the photograph are unknown, although it was probably taken in the early 1900s. What is interesting about this picture is the house. Tiree's traditional houses usually fall into one of four distinctive types: thatched roof, black felt roof, or 1 and a 1\/2 - storey croft house fully or partially painted white. The one pictured here would have originally been thatched, but by the time of the photo had been converted to black felt, and is also partially painted, or 'spotty', as they are known. There are no longer any spotty one-storey cottages such as this one on the island. The spotty appearance was simply to save money on paint, as only the mortar between the stones needs to be painted."
}, {
	"obj_id": "2003.163.4",
	"township": "west hynish",
	"geocode": {
		"lat": "56.451650",
		"long": "-6.935133",
		"scale": "township",
		"what": "quarry road\/NATS road junction"
	},
	"image": {
		"slug": "west-hynish\/b163.jpg",
		"w": "600",
		"h": "385"
	},
	"title": "Collecting tangles at West Hynish in February 1991",
	"description": "Collecting kelp seaweed was once a major source of employment for Tiree people. During the 1800s, there was a flourishing seaweed industry with a processing factory at Sandaig. In this photo, twins Duncan and Neil MacKinnon and David MacClounnan demonstrate how it was gathered by hand and placed over stone ridges to dry. Seaweed is still collected for spreading on land as fertilizer, although nowadays a tractor and trailer is used."
}, {
	"obj_id": "2001.23.1",
	"township": "west hynish",
	"geocode": {
		"lat": "56.451650",
		"long": "-6.935133",
		"scale": "township",
		"what": "quarry road\/NATS road junction"
	},
	"image": {
		"slug": "west-hynish\/idcard.jpg",
		"w": "600",
		"h": "332"
	},
	"title": "UK National Identity Card issued during World War II",
	"description": "As WWII approached in 1939, all UK citizens were required to sign the National Register, after which everyone received a National Identity Card. In most parts of Britain it would have been difficult to use your rations book for food etc. without your NID card. On Tiree, however, this is unlikely to have been an issue as everyone knew everyone else, and might explain why Christina MacKinnon of Balephuil\/West Hynish did not need her card until 1942. NID cards were abolished in 1952."
}, {
	"obj_id": "2012.125.6",
	"township": "west hynish",
	"geocode": {
		"lat": "56.445500",
		"long": "-6.930117",
		"scale": "croft",
		"what": "approx location photo taken"
	},
	"image": {
		"slug": "west-hynish\/r168.jpg",
		"w": "600",
		"h": "400"
	},
	"title": "West Hynish, July 1966",
	"description": "View from some way up the south shoulder of Ben Hynish. Note the stooks of corn in the field and thatched house in the lower left corner. Balephuil and Traigh Bhi can be seen beyond."
}, {
	"obj_id": "2012.106.1",
	"township": "west hynish",
	"geocode": {
		"lat": "56.444333",
		"long": "-6.935000",
		"scale": "building",
		"what": "Dùn Shiadair"
	},
	"image": {
		"slug": "west-hynish\/pottery_whynish.jpg",
		"w": "600",
		"h": "568"
	},
	"title": "Bronze Age pottery from an offshore dun at West Hynish",
	"description": "From a collection of around 70 pottery fragments found by the family of naturalist Morton Boyd at Dùn Shiadair in the 1970s. Some are fragments of vessels with turned-out rims (lower left), whilst others are decorated with lines, stipples, twists and possibly also concentric rings or spirals (lower left). Fragments of animal bones and chipped flints were also present (50p for scale)."
}, {
	"obj_id": "2012.125.3",
	"township": "west hynish",
	"geocode": {
		"lat": "56.447817",
		"long": "-6.929333",
		"scale": "croft",
		"what": "approx location photo taken"
	},
	"image": {
		"slug": "west-hynish\/r166.jpg",
		"w": "600",
		"h": "406"
	},
	"title": "Before the gravel quarry at West Hynish",
	"description": "In 1966, a temporary Decca Hifix radio camp was established at West Hynish (left edge of photo) at the location of what is today a quarry. One of the technicians stationed at the camp took this photo from some way up the south shoulder of Ben Hynish. Skerryvore Lighthouse is just visible 1\/4 of the way along the horizon from the left."
}, {
	"obj_id": "2012.125.4",
	"township": "west hynish",
	"geocode": {
		"lat": "56.444433",
		"long": "-6.932500",
		"scale": "building",
		"what": "camp"
	},
	"image": {
		"slug": "west-hynish\/r167.jpg",
		"w": "600",
		"h": "400"
	},
	"title": "Decca Hifix radio mast and temporary camp at West Hynish",
	"description": "In 1966, the British government initiated a project to map the topography of the seabed in the shipping lanes between Scotland and Ireland. The radio at West Hynish was one of three used to accurately locate the Royal Navy vessel 'HMS Mermaid' as it surveyed the ocean floor. The other two radios were located at Malin Head and Islay."
}]